[
    {
        "id": 1,
        "politican_id": 1,
        "start_date": "2022.05.05",
        "end_date": "2022.05.06",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos, Estijos Respublikos ir Latvijos Respublikos parlamentų narių krepšinio turnyre Baltijos Asamblėjos taurei laimėti (Latvijos Respublika)"
    },
    {
        "id": 2,
        "politican_id": 2,
        "start_date": "2023.02.09",
        "end_date": "2023.02.11",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos, Estijos Respublikos ir Latvijos Respublikos parlamentų narių krepšinio rungtynėse Baltijos Asamblėjos taurei laimėti (Estijos Respublika)"
    },
    {
        "id": 3,
        "politican_id": 2,
        "start_date": "2022.10.01",
        "end_date": "2022.10.05",
        "description": "Dėl Virgilijaus Aleknos, Lauryno Kasčiūno ir Andriaus Mazuronio dalyvavimo susitikimuose su Sakartvelo valdžios atstovais (Gruzija)"
    },
    {
        "id": 4,
        "politican_id": 2,
        "start_date": "2022.05.05",
        "end_date": "2022.05.06",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos, Estijos Respublikos ir Latvijos Respublikos parlamentų narių krepšinio turnyre Baltijos Asamblėjos taurei laimėti (Latvijos Respublika)"
    },
    {
        "id": 5,
        "politican_id": 3,
        "start_date": "2023.01.30",
        "end_date": "2023.01.31",
        "description": "Dėl Vilijos Aleknaitės Abramikienės dalyvavimo diskusijoje „Stipresnė Europa: saugumas ir gynyba Europos Sąjungoje“ (Estijos Respublika)"
    },
    {
        "id": 6,
        "politican_id": 3,
        "start_date": "2023.01.13",
        "end_date": "2023.01.14",
        "description": "Dėl Vilijos Aleknaitės Abramikienės dalyvavimo atminimo lentos, skirtos Lietuvos Respublikos informacijos biuro Lenkijos Respublikoje veiklos įamžinimui, atidengimo renginyje ir susitikimuose su Lenki (Lenkijos Respublika)"
    },
    {
        "id": 7,
        "politican_id": 3,
        "start_date": "2022.11.23",
        "end_date": "2022.11.26",
        "description": "Dėl Vilijos Aleknaitės Abramikienės ir Lauryno Kasčiūno dalyvavimo Europos saugumo ir bendradarbiavimo organizacijos Parlamentinės Asamblėjos rudens sesijoje (Lenkijos Respublika)"
    },
    {
        "id": 8,
        "politican_id": 3,
        "start_date": "2022.11.23",
        "end_date": "2022.11.26",
        "description": "Dėl Seimo valdybos 2022 m. lapkričio 4 d. sprendimo Nr. SV-S-716 „Dėl Vilijos Aleknaitės Abramikienės ir Lauryno Kasčiūno dalyvavimo Europos saugumo ir bendradarbiavimo organizacijos Parlamentinės Asa (Lenkijos Respublika)"
    },
    {
        "id": 9,
        "politican_id": 3,
        "start_date": "2022.09.30",
        "end_date": "2022.10.01",
        "description": "Dėl Vilijos Aleknaitės Abramikienės, Pauliaus Saudargo ir Algirdo Syso dalyvavimo Lietuvos Respublikos Seimo ir Lenkijos Respublikos Seimo ir Senato narių asamblėjos darbo grupių posėdyje (Lenkijos Respublika)"
    },
    {
        "id": 10,
        "politican_id": 3,
        "start_date": "2022.05.30",
        "end_date": "2022.06.02",
        "description": "Dėl Vilijos Aleknaitės Abramikienės dalyvavimo Europos liaudies partijos kongrese (Nyderlandų Karalystė)"
    },
    {
        "id": 11,
        "politican_id": 3,
        "start_date": "2022.05.19",
        "end_date": "2022.05.20",
        "description": "Dėl Vilijos Aleknaitės Abramikienės dalyvavimo Europos saugumo ir bendradarbiavimo organizacijos Parlamentinės Asamblėjos rengiamame Šiaurės ir Baltijos šalių delegacijų susitikime (Estijos Respublika)"
    },
    {
        "id": 12,
        "politican_id": 3,
        "start_date": "2022.02.23",
        "end_date": "2022.02.26",
        "description": "Dėl Vilijos Aleknaitės Abramikienės dalyvavimo Europos saugumo ir bendradarbiavimo organizacijos Parlamentinės Asamblėjos žiemos sesijoje (Austrijos Respublika)"
    },
    {
        "id": 13,
        "politican_id": 3,
        "start_date": "2021.07.04",
        "end_date": "2021.07.07",
        "description": "Dėl Vilijos Aleknaitės Abramikienės ir Lauryno Kasčiūno dalyvavimo Europos saugumo ir bendradarbiavimo organizacijos Parlamentinės Asamblėjos posėdžiuose (Austrijos Respublika)"
    },
    {
        "id": 14,
        "politican_id": 3,
        "start_date": "2021.06.10",
        "end_date": "2021.06.12",
        "description": "Dėl Vilijos Aleknaitės Abramikienės komandiruotės į Sakartvelą su Lietuvos Respublikos Prezidentą lydinčia delegacija (Gruzija)"
    },
    {
        "id": 15,
        "politican_id": 5,
        "start_date": "2022.05.27",
        "end_date": "2022.05.30",
        "description": "Dėl Dalios Asanavičiūtės dalyvavimo Jungtinės Karalystės lietuvių bendruomenės įkūrimo 75-ųjų metinių minėjimo renginiuose (Jungtinė Didžiosios Britanijos ir Šiaurės Airijos Karalystė)"
    },
    {
        "id": 16,
        "politican_id": 5,
        "start_date": "2022.05.27",
        "end_date": "2022.05.30",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 4 d. sprendimo Nr. SV-S-486 „Dėl Dalios Asanavičiūtės dalyvavimo Jungtinės Karalystės lietuvių bendruomenės įkūrimo 75-ųjų metinių minėjimo renginiuose“ pakeitimo (Jungtinė Didžiosios Britanijos ir Šiaurės Airijos Karalystė)"
    },
    {
        "id": 17,
        "politican_id": 6,
        "start_date": "2022.11.18",
        "end_date": "2022.11.21",
        "description": "Dėl Dalios Asanavičiūtės dalyvavimo visuotiniame Turkijos lietuvių suvažiavime (Turkijos Respublika)"
    },
    {
        "id": 18,
        "politican_id": 6,
        "start_date": "2022.10.20",
        "end_date": "2022.10.24",
        "description": "Dėl Dalios Asanavičiūtės dalyvavimo Lietuvos diplomatinių atstovybių vadovų ir lietuvių bendruomenių Europos valstybėse lyderių suvažiavime (Vokietijos Federacinė Respublika)"
    },
    {
        "id": 19,
        "politican_id": 6,
        "start_date": "2022.10.14",
        "end_date": "2022.10.18",
        "description": "Dėl Dalios Asanavičiūtės, Lauryno Kasčiūno ir Andriaus Mazuronio dalyvavimo Jungtinių Amerikos Valstijų lietuvių bendruomenės XXIII Tarybos antrojoje sesijoje (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 20,
        "politican_id": 6,
        "start_date": "2022.09.07",
        "end_date": "2022.09.10",
        "description": "Dėl Seimo narių dalyvavimo Jungtinių Amerikos Valstijų Valstybės departamento organizuojamuose susitikimuose NATO būstinėje (Belgijos Karalystė)"
    },
    {
        "id": 21,
        "politican_id": 6,
        "start_date": "2022.08.27",
        "end_date": "2022.08.29",
        "description": "Dėl Dalios Asanavičiūtės dalyvavimo Baltijos šalių vasaros šventėje (Norvegijos Karalystė)"
    },
    {
        "id": 22,
        "politican_id": 6,
        "start_date": "2022.07.21",
        "end_date": "2022.07.21",
        "description": "Dėl Dalios Asanavičiūtės dalyvavimo Pasaulio lietuvių jaunimo sąjungos kongrese (Lenkijos Respublika)"
    },
    {
        "id": 23,
        "politican_id": 6,
        "start_date": "2022.06.10",
        "end_date": "2022.06.13",
        "description": "Dėl Dalios Asanavičiūtės dalyvavimo Europos lituanistinių mokyklų sąskrydyje „Draugystės tiltas“ (Graikijos Respublika)"
    },
    {
        "id": 24,
        "politican_id": 6,
        "start_date": "2022.06.03",
        "end_date": "2022.06.06",
        "description": "Dėl Stasio Tumėno dalyvavimo Europos lietuvių kultūros dienų renginiuose Norvegijos Karalystėje (Norvegijos Karalystė)"
    },
    {
        "id": 25,
        "politican_id": 6,
        "start_date": "2022.06.03",
        "end_date": "2022.06.06",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 4 d. sprendimo Nr. SV-S-488 „Dėl Stasio Tumėno dalyvavimo Europos lietuvių kultūros dienų renginiuose Norvegijos Karalystėje“ pakeitimo (Norvegijos Karalystė)"
    },
    {
        "id": 26,
        "politican_id": 6,
        "start_date": "2022.05.27",
        "end_date": "2022.05.30",
        "description": "Dėl Dalios Asanavičiūtės dalyvavimo Jungtinės Karalystės lietuvių bendruomenės įkūrimo 75-ųjų metinių minėjimo renginiuose (Jungtinė Didžiosios Britanijos ir Šiaurės Airijos Karalystė)"
    },
    {
        "id": 27,
        "politican_id": 6,
        "start_date": "2022.05.27",
        "end_date": "2022.05.30",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 4 d. sprendimo Nr. SV-S-486 „Dėl Dalios Asanavičiūtės dalyvavimo Jungtinės Karalystės lietuvių bendruomenės įkūrimo 75-ųjų metinių minėjimo renginiuose“ pakeitimo (Jungtinė Didžiosios Britanijos ir Šiaurės Airijos Karalystė)"
    },
    {
        "id": 28,
        "politican_id": 6,
        "start_date": "2022.04.23",
        "end_date": "2022.04.26",
        "description": "Dėl Dalios Asanavičiūtės ir Giedriaus Surplio dalyvavimo susitikimuose su Airijos Irachto atstovais (Airija)"
    },
    {
        "id": 29,
        "politican_id": 6,
        "start_date": "2022.02.18",
        "end_date": "2022.02.22",
        "description": "Dėl Dalios Asanavičiūtės dalyvavimo susitikime su Jungtinės Didžiosios Britanijos ir Šiaurės Airijos Karalystės Parlamento Tarpparlamentinių ryšių su Lietuva grupės pirmininku (Jungtinė Didžiosios Britanijos ir Šiaurės Airijos Karalystė)"
    },
    {
        "id": 30,
        "politican_id": 6,
        "start_date": "2021.12.10",
        "end_date": "2021.12.12",
        "description": "Dėl Dalios Asanavičiūtės dalyvavimo Lietuvos ir Airijos dvišalių santykių 30-mečio minėjimo renginiuose ir susitikimuose su Airijos valdžios atstovais bei Airijos Lietuvių bendruomene (Airija)"
    },
    {
        "id": 31,
        "politican_id": 6,
        "start_date": "2021.11.12",
        "end_date": "2021.11.15",
        "description": "Dėl Dalios Asanavičiūtės dalyvavimo Jungtinės Karalystės lietuvių bendruomenės rengiamame lituanistinių mokyklų mokytojų seminare (Jungtinė Didžiosios Britanijos ir Šiaurės Airijos Karalystė)"
    },
    {
        "id": 32,
        "politican_id": 6,
        "start_date": "2021.10.15",
        "end_date": "2021.10.17",
        "description": "Dėl Dalios Asanavičiūtės ir Audriaus Petrošiaus dalyvavimo susitikimuose su Estijos Respublikos rinkimų komisijos vadovu, Talino lietuvių bendruomene ir Estijos lietuvių profesionalų klubo nariais (Estijos Respublika)"
    },
    {
        "id": 33,
        "politican_id": 6,
        "start_date": "2021.10.04",
        "end_date": "2021.10.07",
        "description": "Dėl Dalios Asanavičiūtės ir Andriaus Vyšniausko dalyvavimo Lietuvos ir Bulgarijos diplomatinių santykių užmezgimo 30-mečio minėjimo renginiuose ir susitikimuose su Bulgarijos Respublikos Nacionalinio Susirinkimo nariais (Bulgarijos Respublika)"
    },
    {
        "id": 34,
        "politican_id": 6,
        "start_date": "2021.09.27",
        "end_date": "2021.09.29",
        "description": "Dėl Dalios Asanavičiūtės dalyvavimo susitikimuose su Portugalijos Respublikos Asamblėjos nariais ir Portugalijos lietuvių bendruomene (Portugalijos Respublika)"
    },
    {
        "id": 35,
        "politican_id": 6,
        "start_date": "2021.09.08",
        "end_date": "2021.09.15",
        "description": "Dėl Dalios Asanavičiūtės dalyvavimo Jungtinių Amerikos Valstijų lietuvių bendruomenės tarybos sesijoje ir susitikimuose su JAV lietuvių bendruomenės atstovais (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 36,
        "politican_id": 6,
        "start_date": "2021.08.24",
        "end_date": "2021.08.29",
        "description": "Dėl Dalios Asanavičiūtės dalyvavimo Europos lituanistinių mokyklų sąskrydyje ir susitikimuose su Italijos Lietuvių bendruomenės atstovais (Italijos Respublika)"
    },
    {
        "id": 37,
        "politican_id": 7,
        "start_date": "2023.01.22",
        "end_date": "2023.01.24",
        "description": "Dėl Audroniaus Ažubalio dalyvavimo NATO Parlamentinės Asamblėjos Ukrainos ir NATO tarpparlamentinės tarybos posėdyje (Belgijos Karalystė)"
    },
    {
        "id": 38,
        "politican_id": 7,
        "start_date": "2023.01.08",
        "end_date": "2023.01.15",
        "description": "Dėl Seimo valdybos 2022 m. gruodžio 23 d. sprendimo Nr. SV-S-767 „Dėl Seimo narių dalyvavimo susitikimuose su Taivano valdžios ir nevyriausybinių organizacijų atstovais“ pakeitimo (Taivanas)"
    },
    {
        "id": 39,
        "politican_id": 7,
        "start_date": "2023.01.08",
        "end_date": "2023.01.15",
        "description": "Dėl Seimo narių dalyvavimo susitikimuose su Taivano valdžios ir nevyriausybinių organizacijų atstovais (Taivanas)"
    },
    {
        "id": 40,
        "politican_id": 7,
        "start_date": "2022.12.04",
        "end_date": "2022.12.08",
        "description": "Dėl Audroniaus Ažubalio dalyvavimo NATO Parlamentinės Asamblėjos transatlantiniame forume (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 41,
        "politican_id": 7,
        "start_date": "2022.11.30",
        "end_date": "2022.12.02",
        "description": "Dėl Audroniaus Ažubalio ir Juliaus Sabatausko dalyvavimo trečiajame metiniame Eurojusto veiklos vertinimo tarpparlamentinio komiteto posėdyje ir tarpparlamentiniame posėdyje dėl teisinės valstybės pad (Belgijos Karalystė)"
    },
    {
        "id": 42,
        "politican_id": 7,
        "start_date": "2022.11.18",
        "end_date": "2022.11.22",
        "description": "Dėl Seimo valdybos 2022 m. lapkričio 4 d. sprendimo Nr. SV-S-714 „Dėl Audroniaus Ažubalio, Vytauto Bako, Dainiaus Gaižausko ir Arvydo Pociaus dalyvavimo NATO Parlamentinės Asamblėjos metinėje sesijoje (Ispanijos Karalystė)"
    },
    {
        "id": 43,
        "politican_id": 7,
        "start_date": "2022.11.18",
        "end_date": "2022.11.22",
        "description": "Dėl Audroniaus Ažubalio, Vytauto Bako, Dainiaus Gaižausko ir Arvydo Pociaus dalyvavimo NATO Parlamentinės Asamblėjos metinėje sesijoje (Ispanijos Karalystė)"
    },
    {
        "id": 44,
        "politican_id": 7,
        "start_date": "2022.11.13",
        "end_date": "2022.11.16",
        "description": "Dėl Audroniaus Ažubalio, Vytauto Gapšio, Mariaus Matijošaičio ir Giedriaus Surplio dalyvavimo Europos Sąjungos reikalų parlamentinių komitetų konferencijos (COSAC) LXVIII plenariniame posėdyje (Čekijos Respublika)"
    },
    {
        "id": 45,
        "politican_id": 7,
        "start_date": "2022.10.16",
        "end_date": "2022.10.23",
        "description": "Dėl Audroniaus Ažubalio dalyvavimo jungtiniame NATO Parlamentinės Asamblėjos Politikos reikalų komiteto ir Demokratijos ir saugumo komiteto vizite (Korėjos Respublika)"
    },
    {
        "id": 46,
        "politican_id": 7,
        "start_date": "2022.05.15",
        "end_date": "2022.05.17",
        "description": "Dėl Audroniaus Ažubalio, Andriaus Mazuronio, Juliaus Sabatausko ir Arūno Valinsko dalyvavimo Prancūzijos Respublikos Senato Teisės komiteto ir Nacionalinės Asamblėjos Teisės komiteto rengiamoje tarppa (Prancūzijos Respublika)"
    },
    {
        "id": 47,
        "politican_id": 7,
        "start_date": "2022.05.10",
        "end_date": "2022.05.13",
        "description": "Dėl Audroniaus Ažubalio ir Dainiaus Gaižausko kartu su NATO Parlamentinės Asamblėjos Politikos reikalų komitetu bei Demokratijos ir saugumo komitetu bendro vizito į Nyderlandų Karalystę (Nyderlandų Karalystė)"
    },
    {
        "id": 48,
        "politican_id": 7,
        "start_date": "2022.04.09",
        "end_date": "2022.04.11",
        "description": "Dėl Audroniaus Ažubalio dalyvavimo NATO Parlamentinės Asamblėjos Nuolatinio komiteto posėdyje (Graikijos Respublika)"
    },
    {
        "id": 49,
        "politican_id": 7,
        "start_date": "2022.04.07",
        "end_date": "2022.04.09",
        "description": "Dėl Seimo valdybos 2022 m. kovo 31 d. sprendimo Nr. SV-S-446 „Dėl Laimos Liucijos Andrikienės, Audroniaus Ažubalio ir Mariaus Matijošaičio dalyvavimo susitikimuose su Čekijos Respublikos valdžios atst (Čekijos Respublika)"
    },
    {
        "id": 50,
        "politican_id": 7,
        "start_date": "2022.04.07",
        "end_date": "2022.04.09",
        "description": "Dėl Seimo valdybos 2022 m. kovo 31 d. sprendimo Nr. SV-S-446 „Dėl Laimos Liucijos Andrikienės, Audroniaus Ažubalio, Mariaus Matijošaičio ir Giedriaus Surplio dalyvavimo susitikimuose su Čekijos Respub (Čekijos Respublika)"
    },
    {
        "id": 51,
        "politican_id": 7,
        "start_date": "2022.04.07",
        "end_date": "2022.04.09",
        "description": "Dėl Laimos Liucijos Andrikienės, Audroniaus Ažubalio, Mariaus Matijošaičio ir Giedriaus Surplio dalyvavimo susitikimuose su Čekijos Respublikos valdžios atstovais (Čekijos Respublika)"
    },
    {
        "id": 52,
        "politican_id": 7,
        "start_date": "2022.03.10",
        "end_date": "2022.03.12",
        "description": "Dėl Audroniaus Ažubalio, Vytauto Mitalo ir Valdo Rakučio dalyvavimo susitikimuose su Nyderlandų Karalystės valdžios atstovais (Nyderlandų Karalystė)"
    },
    {
        "id": 53,
        "politican_id": 7,
        "start_date": "2022.02.21",
        "end_date": "2022.02.23",
        "description": "Dėl Audroniaus Ažubalio dalyvavimo jungtiniuose NATO Parlamentinės Asamblėjos Gynybos ir saugumo, Ekonomikos ir saugumo bei Politikos reikalų komitetų posėdžiuose ir Nuolatinio komiteto posėdyje (Belgijos Karalystė)"
    },
    {
        "id": 54,
        "politican_id": 7,
        "start_date": "2022.01.26",
        "end_date": "2022.01.29",
        "description": "Dėl Audroniaus Ažubalio, Lauryno Kasčiūno, Giedriaus Surplio ir Dovilės Šakalienės dalyvavimo susitikimuose su NATO ir NATO valstybių narių atstovais (Belgijos Karalystė)"
    },
    {
        "id": 55,
        "politican_id": 7,
        "start_date": "2022.01.23",
        "end_date": "2022.01.25",
        "description": "Dėl Audroniaus Ažubalio dalyvavimo jungtiniame NATO Parlamentinės Asamblėjos Politikos komiteto ir Ukrainos ir NATO tarpparlamentinės tarybos posėdyje (Belgijos Karalystė)"
    },
    {
        "id": 56,
        "politican_id": 7,
        "start_date": "2021.12.17",
        "end_date": "2021.12.19",
        "description": "Dėl Audroniaus Ažubalio, Mariaus Matijošaičio ir Žygimanto Pavilionio dalyvavimo Lietuvos Respublikos, Estijos Respublikos Ir Latvijos Respublikos parlamentų užsienio reikalų komitetų susitikime (Estijos Respublika)"
    },
    {
        "id": 57,
        "politican_id": 7,
        "start_date": "2021.11.28",
        "end_date": "2021.12.02",
        "description": "Dėl Audroniaus Ažubalio dalyvavimo NATO Parlamentinės Asamblėjos transatlantiniame forume (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 58,
        "politican_id": 7,
        "start_date": "2021.11.18",
        "end_date": "2021.11.21",
        "description": "Dėl Audroniaus Ažubalio dalyvavimo NATO Parlamentinės Asamblėjos Viduržemio jūros regiono ir Artimųjų Rytų specialiosios grupės seminare (Ispanijos Karalystė)"
    },
    {
        "id": 59,
        "politican_id": 7,
        "start_date": "2021.10.28",
        "end_date": "2021.11.01",
        "description": "Dėl Seimo valdybos 2021 m. spalio 20 d. sprendimo Nr. SV-S-258 „Dėl Audroniaus Ažubalio, Kęstučio Masiulio ir Rūtos Miliūtės dalyvavimo Sakartvelo vietos savivaldos rinkimų stebėjimo misijoje ir susitikimuose su valdžios atstovais“ pakeitimo (Gruzija)"
    },
    {
        "id": 60,
        "politican_id": 7,
        "start_date": "2021.10.28",
        "end_date": "2021.11.01",
        "description": "Dėl Audroniaus Ažubalio ir Kęstučio Masiulio dalyvavimo Sakartvelo vietos savivaldos rinkimų stebėjimo misijoje ir susitikimuose su valdžios atstovais (Gruzija)"
    },
    {
        "id": 61,
        "politican_id": 7,
        "start_date": "2021.10.25",
        "end_date": "2021.10.28",
        "description": "Dėl Seimo valdybos 2021-10-08 spr. Nr. SV-S-233 „Dėl Audroniaus Ažubalio dalyvavimo jungtiniame NATO Parlamentinės Asamblėjos Politikos komiteto ir Ukrainos ir NATO tarpparlamentinės tarybos posėdyje bei konferencijoje, skirtoje padėčiai Ukrainoje aptarti (Ukraina)"
    },
    {
        "id": 62,
        "politican_id": 7,
        "start_date": "2021.10.25",
        "end_date": "2021.10.28",
        "description": "Dėl Audroniaus Ažubalio dalyvavimo jungtiniame NATO Parlamentinės Asamblėjos Politikos komiteto ir Ukrainos ir NATO tarpparlamentinės tarybos posėdyje bei konferencijoje, skirtoje padėčiai Ukrainoje aptarti (Ukraina)"
    },
    {
        "id": 63,
        "politican_id": 7,
        "start_date": "2021.10.08",
        "end_date": "2021.10.12",
        "description": "Dėl Audroniaus Ažubalio, Tomo Bičiūno, Dainiaus Gaižausko ir Arvydo Pociaus dalyvavimo NATO Parlamentinės Asamblėjos 67-ojoje metinėje sesijoje (Portugalijos Respublika)"
    },
    {
        "id": 64,
        "politican_id": 7,
        "start_date": "2021.10.08",
        "end_date": "2021.10.12",
        "description": "Dėl Seimo valdybos 2021 m. rugsėjo 22 d. sprendimo Nr. SV-S-208 „Dėl Audroniaus Ažubalio, Tomo Bičiūno, Dainiaus Gaižausko ir Arvydo Pociaus dalyvavimo NATO Parlamentinės Asamblėjos 67-ojoje metinėje sesijoje“ pakeitimo (Portugalijos Respublika)"
    },
    {
        "id": 65,
        "politican_id": 7,
        "start_date": "2021.09.05",
        "end_date": "2021.09.09",
        "description": "Dėl Audroniaus Ažubalio, Valdo Rakučio ir Kęstučio Vilkausko dalyvavimo susitikimuose su Šiaurės Makedonijos Respublikos ir Serbijos Respublikos parlamentų ir kitų institucijų vadovais (Buvusioji Jugoslavijos Respublika Makedonija)"
    },
    {
        "id": 66,
        "politican_id": 7,
        "start_date": "2021.09.05",
        "end_date": "2021.09.09",
        "description": "Dėl Audroniaus Ažubalio, Valdo Rakučio ir Kęstučio Vilkausko dalyvavimo  susitikimuose su Šiaurės Makedonijos Respublikos ir Serbijos Respublikos parlamentų ir kitų institucijų vadovais (Buvusioji Jugoslavijos Respublika Makedonija)"
    },
    {
        "id": 67,
        "politican_id": 7,
        "start_date": "2021.09.05",
        "end_date": "2021.09.09",
        "description": "Dėl Audroniaus Ažubalio, Valdo Rakučio ir Kęstučio Vilkausko dalyvavimo susitikimuose su Šiaurės Makedonijos Respublikos ir Serbijos Respublikos parlamentų ir kitų institucijų vadovais (Serbija)"
    },
    {
        "id": 68,
        "politican_id": 7,
        "start_date": "2021.09.05",
        "end_date": "2021.09.09",
        "description": "Dėl Audroniaus Ažubalio, Valdo Rakučio ir Kęstučio Vilkausko dalyvavimo  susitikimuose su Šiaurės Makedonijos Respublikos ir Serbijos Respublikos parlamentų ir kitų institucijų vadovais (Serbija)"
    },
    {
        "id": 69,
        "politican_id": 7,
        "start_date": "2021.06.14",
        "end_date": "2021.06.16",
        "description": "Dėl Seimo valdybos 2021 m. birželio 2 d. sprendimo Nr. SV-S-120 „Dėl Audroniaus Ažubalio, Lauryno Kasčiūno ir Giedriaus Surplio dalyvavimo susitikimuose su Vengrijos valdžios atstovais“ pakeitimo (Vengrijos Respublika)"
    },
    {
        "id": 70,
        "politican_id": 7,
        "start_date": "2021.06.14",
        "end_date": "2021.06.16",
        "description": "Dėl Audroniaus Ažubalio, Lauryno Kasčiūno ir Giedriaus Surplio dalyvavimo susitikimuose su Vengrijos valdžios atstovais (Vengrijos Respublika)"
    },
    {
        "id": 71,
        "politican_id": 7,
        "start_date": "2021.05.12",
        "end_date": "2021.05.14",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen vadovaujamos delegacijos oficialaus vizito į Ukrainą (Ukraina)"
    },
    {
        "id": 72,
        "politican_id": 9,
        "start_date": "2023.02.09",
        "end_date": "2023.02.11",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos, Estijos Respublikos ir Latvijos Respublikos parlamentų narių krepšinio rungtynėse Baltijos Asamblėjos taurei laimėti (Estijos Respublika)"
    },
    {
        "id": 73,
        "politican_id": 9,
        "start_date": "2022.05.05",
        "end_date": "2022.05.06",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos, Estijos Respublikos ir Latvijos Respublikos parlamentų narių krepšinio turnyre Baltijos Asamblėjos taurei laimėti (Latvijos Respublika)"
    },
    {
        "id": 74,
        "politican_id": 9,
        "start_date": "2021.09.25",
        "end_date": "2021.09.25",
        "description": "Dėl Andriaus Bagdono, Algimanto Dumbravos, Liudo Jonaičio, Edmundo Pupinio ir Kazio Starkevičiaus dalyvavimo Baltų vienybės dienos minėjimo renginiuose (Latvijos Respublika)"
    },
    {
        "id": 75,
        "politican_id": 10,
        "start_date": "2023.01.22",
        "end_date": "2023.01.24",
        "description": "Dėl Seimo narių dalyvavimo Europos žaliųjų partijos rengiamame susitikime „Europos žaliosios darbotvarkės iššūkiai ir perspektyvos Lietuvoje“ (Belgijos Karalystė)"
    },
    {
        "id": 76,
        "politican_id": 10,
        "start_date": "2022.11.18",
        "end_date": "2022.11.22",
        "description": "Dėl Audroniaus Ažubalio, Vytauto Bako, Dainiaus Gaižausko ir Arvydo Pociaus dalyvavimo NATO Parlamentinės Asamblėjos metinėje sesijoje (Ispanijos Karalystė)"
    },
    {
        "id": 77,
        "politican_id": 10,
        "start_date": "2022.11.18",
        "end_date": "2022.11.22",
        "description": "Dėl Seimo valdybos 2022 m. lapkričio 4 d. sprendimo Nr. SV-S-714 „Dėl Audroniaus Ažubalio, Vytauto Bako, Dainiaus Gaižausko ir Arvydo Pociaus dalyvavimo NATO Parlamentinės Asamblėjos metinėje sesijoje (Ispanijos Karalystė)"
    },
    {
        "id": 78,
        "politican_id": 10,
        "start_date": "2022.09.06",
        "end_date": "2022.09.09",
        "description": "Dėl Seimo valdybos 2022 m. rugpjūčio 4 d. sprendimo Nr. SV-S-618 „Dėl Vytauto Bako ir Ritos Tamašunienės dalyvavimo 31-ajame Ekonomikos forume „Europa naujų iššūkių akivaizdoje“ pakeitimo (Lenkijos Respublika)"
    },
    {
        "id": 79,
        "politican_id": 10,
        "start_date": "2022.09.05",
        "end_date": "2022.09.09",
        "description": "Dėl Vytauto Bako ir Ritos Tamašunienės dalyvavimo 31-ajame Ekonomikos forume „Europa naujų iššūkių akivaizdoje“ (Lenkijos Respublika)"
    },
    {
        "id": 80,
        "politican_id": 10,
        "start_date": "2022.06.13",
        "end_date": "2022.06.18",
        "description": "Dėl Vytauto Bako dalyvavimo NATO Parlamentinės Asamblėjos rengiamame Politikos reikalų komiteto vizite (Turkijos Respublika)"
    },
    {
        "id": 81,
        "politican_id": 10,
        "start_date": "2021.12.05",
        "end_date": "2021.12.07",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen vadovaujamos delegacijos darbo vizito į Lenkijos Respubliką (Lenkijos Respublika)"
    },
    {
        "id": 82,
        "politican_id": 14,
        "start_date": "2021.10.08",
        "end_date": "2021.10.12",
        "description": "Dėl Audroniaus Ažubalio, Tomo Bičiūno, Dainiaus Gaižausko ir Arvydo Pociaus dalyvavimo NATO Parlamentinės Asamblėjos 67-ojoje metinėje sesijoje (Portugalijos Respublika)"
    },
    {
        "id": 83,
        "politican_id": 14,
        "start_date": "2021.10.08",
        "end_date": "2021.10.12",
        "description": "Dėl Seimo valdybos 2021 m. rugsėjo 22 d. sprendimo Nr. SV-S-208 „Dėl Audroniaus Ažubalio, Tomo Bičiūno, Dainiaus Gaižausko ir Arvydo Pociaus dalyvavimo NATO Parlamentinės Asamblėjos 67-ojoje metinėje sesijoje“ pakeitimo (Portugalijos Respublika)"
    },
    {
        "id": 84,
        "politican_id": 17,
        "start_date": "2022.11.09",
        "end_date": "2022.11.12",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos Seimo ir Ukrainos Aukščiausiosios Rados Asamblėjos sesijoje (Ukraina)"
    },
    {
        "id": 85,
        "politican_id": 17,
        "start_date": "2022.11.09",
        "end_date": "2022.11.12",
        "description": "Dėl Seimo valdybos 2022 m. spalio 19 d. sprendimo Nr. SV-S-706 „Dėl Seimo narių dalyvavimo Lietuvos Respublikos Seimo ir Ukrainos Aukščiausiosios Rados Asamblėjos sesijoje“ pakeitimo (Ukraina)"
    },
    {
        "id": 86,
        "politican_id": 17,
        "start_date": "2022.07.13",
        "end_date": "2022.07.16",
        "description": "Dėl Valentino Bukausko, Edmundo Pupinio ir Kazio Starkevičiaus dalyvavimo susitikimuose su Azerbaidžano Respublikos valdžios atstovais (Azerbaidžano Respublika)"
    },
    {
        "id": 87,
        "politican_id": 17,
        "start_date": "2022.07.13",
        "end_date": "2022.07.16",
        "description": "Dėl Seimo valdybos 2022 m. liepos 5 d. sprendimo Nr. SV-S-601 „Dėl Valentino Bukausko, Žygimanto Pavilionio, Edmundo Pupinio ir Kazio Starkevičiaus dalyvavimo susitikimuose su Azerbaidžano Respublikos (Azerbaidžano Respublika)"
    },
    {
        "id": 88,
        "politican_id": 18,
        "start_date": "2022.09.25",
        "end_date": "2022.09.30",
        "description": "Dėl Seimo valdybos 2022 m. rugpjūčio 25 d. sprendimo Nr. SV-S-630 „Dėl Guodos Burokienės, Orintos Leiputės, Aušrinės Norkienės ir Rimantės Šalaševičiūtės dalyvavimo apskritojo stalo diskusijose „Lietu (Turkijos Respublika)"
    },
    {
        "id": 89,
        "politican_id": 18,
        "start_date": "2022.09.25",
        "end_date": "2022.09.30",
        "description": "Dėl Guodos Burokienės, Orintos Leiputės, Aušrinės Norkienės ir Rimantės Šalaševičiūtės dalyvavimo apskritojo stalo diskusijose „Lietuvos ir Turkijos verslo forumas“ (Turkijos Respublika)"
    },
    {
        "id": 90,
        "politican_id": 18,
        "start_date": "2022.09.09",
        "end_date": "2022.09.11",
        "description": "Dėl Guodos Burokienės dalyvavimo 7-ajame atviro Europos dialogo forume (Portugalijos Respublika)"
    },
    {
        "id": 91,
        "politican_id": 18,
        "start_date": "2022.06.19",
        "end_date": "2022.06.22",
        "description": "Dėl Guodos Burokienės dalyvavimo pasaulinėje parlamentinėje konferencijoje „Parlamentai ir pasauliniai susitarimai dėl migracijos ir pabėgėlių: kaip stiprinti tarptautinį bendradarbiavimą ir šiuos sus (Turkijos Respublika)"
    },
    {
        "id": 92,
        "politican_id": 18,
        "start_date": "2022.02.16",
        "end_date": "2022.02.20",
        "description": "Dėl Guodos Burokienės dalyvavimo Tarpparlamentinės Sąjungos ir Jungtinių Tautų rengiamuose klausymuose (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 93,
        "politican_id": 18,
        "start_date": "2021.11.25",
        "end_date": "2021.11.30",
        "description": "Dėl Guodos Burokienės ir Jono Pinskaus dalyvavimo 143-iojoje Tarpparlamentinės Sąjungos Asamblėjoje (Ispanijos Karalystė)"
    },
    {
        "id": 94,
        "politican_id": 18,
        "start_date": "2021.10.05",
        "end_date": "2021.10.08",
        "description": "Dėl Godos Burokienės, Paulės Kuzmickienės, Aušrinės Norkienės, Jurgitos Sejonienės ir Rimantės Šalaševičiūtės dalyvavimo Tarptautiniame moterų lyderių forume (Austrijos Respublika)"
    },
    {
        "id": 95,
        "politican_id": 18,
        "start_date": "2021.10.05",
        "end_date": "2021.10.08",
        "description": "Dėl Guodos Burokienės, Paulės Kuzmickienės, Aušrinės Norkienės, Jurgitos Sejonienės, Rimantės Šalaševičiūtės ir Orintos Leiputės dalyvavimo Tarptautiniame moterų lyderių forume (Austrijos Respublika)"
    },
    {
        "id": 96,
        "politican_id": 19,
        "start_date": "2022.10.09",
        "end_date": "2022.10.12",
        "description": "Dėl Algirdo Butkevičiaus dalyvavimo Tarpparlamentinėje Europos Sąjungos stabilumo, ekonomikos koordinavimo ir valdysenos konferencijoje (Čekijos Respublika)"
    },
    {
        "id": 97,
        "politican_id": 20,
        "start_date": "2022.11.04",
        "end_date": "2022.11.06",
        "description": "Dėl Antano Čepononio dalyvavimo Europos tautų festivalyje (Lenkijos Respublika)"
    },
    {
        "id": 98,
        "politican_id": 21,
        "start_date": "2023.01.15",
        "end_date": "2023.01.16",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen darbo vizito į Lenkijos Respubliką (Lenkijos Respublika)"
    },
    {
        "id": 99,
        "politican_id": 21,
        "start_date": "2022.12.11",
        "end_date": "2022.12.14",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen darbo vizito į Prancūzijos Respubliką (Prancūzijos Respublika)"
    },
    {
        "id": 100,
        "politican_id": 21,
        "start_date": "2022.11.09",
        "end_date": "2022.11.12",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen darbo vizito į Ukrainą (Ukraina)"
    },
    {
        "id": 101,
        "politican_id": 21,
        "start_date": "2022.10.27",
        "end_date": "2022.10.28",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen darbo vizito į Latvijos Respubliką (Latvijos Respublika)"
    },
    {
        "id": 102,
        "politican_id": 21,
        "start_date": "2022.10.11",
        "end_date": "2022.10.12",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen darbo vizito į Belgijos Karalystę (Belgijos Karalystė)"
    },
    {
        "id": 103,
        "politican_id": 21,
        "start_date": "2022.09.17",
        "end_date": "2022.09.24",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen darbo vizito į Jungtines Amerikos Valstijas (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 104,
        "politican_id": 21,
        "start_date": "2022.09.06",
        "end_date": "2022.09.09",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen darbo vizito į Lenkijos Respubliką (Lenkijos Respublika)"
    },
    {
        "id": 105,
        "politican_id": 21,
        "start_date": "2022.05.30",
        "end_date": "2022.06.01",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen dalyvavimo Šiaurės ir Baltijos valstybių parlamentų pirmininkų susitikime (Moldovos Respublika)"
    },
    {
        "id": 106,
        "politican_id": 21,
        "start_date": "2022.04.25",
        "end_date": "2022.04.26",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen darbo vizito į Vokietijos Federacinę Respubliką (Vokietijos Federacinė Respublika)"
    },
    {
        "id": 107,
        "politican_id": 21,
        "start_date": "2022.04.19",
        "end_date": "2022.04.21",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen darbo vizito į Lenkijos Respubliką (Lenkijos Respublika)"
    },
    {
        "id": 108,
        "politican_id": 21,
        "start_date": "2022.04.11",
        "end_date": "2022.04.12",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen darbo vizito į Lenkijos Respubliką (Lenkijos Respublika)"
    },
    {
        "id": 109,
        "politican_id": 21,
        "start_date": "2022.03.29",
        "end_date": "2022.03.31",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen dalyvavimo Čekijos Respublikos ir Baltijos valstybių diplomatinių santykių užmezgimo 100-mečio minėjimo renginiuose (Čekijos Respublika)"
    },
    {
        "id": 110,
        "politican_id": 21,
        "start_date": "2022.03.28",
        "end_date": "2022.03.29",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen dalyvavimo Europos Parlamentų Pirmininkų konferencijoje (Slovėnijos Respublika)"
    },
    {
        "id": 111,
        "politican_id": 21,
        "start_date": "2022.03.23",
        "end_date": "2022.03.25",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen darbo vizito į Lenkijos Respubliką (Ukraina)"
    },
    {
        "id": 112,
        "politican_id": 21,
        "start_date": "2022.03.23",
        "end_date": "2022.03.25",
        "description": "Dėl Seimo valdybos 2022 m. kovo 23 d. sprendimo Nr. SV-S-434 „Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen darbo vizito į Lenkijos Respubliką“ pakeitimo (Ukraina)"
    },
    {
        "id": 113,
        "politican_id": 21,
        "start_date": "2022.03.23",
        "end_date": "2022.03.25",
        "description": "Dėl Seimo valdybos 2022 m. kovo 23 d. sprendimo Nr. SV-S-434 „Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen darbo vizito į Lenkijos Respubliką“ pakeitimo (Lenkijos Respublika)"
    },
    {
        "id": 114,
        "politican_id": 21,
        "start_date": "2022.03.23",
        "end_date": "2022.03.25",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen darbo vizito į Lenkijos Respubliką (Lenkijos Respublika)"
    },
    {
        "id": 115,
        "politican_id": 21,
        "start_date": "2022.02.28",
        "end_date": "2022.02.28",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen darbo vizito į Latvijos Respubliką (Latvijos Respublika)"
    },
    {
        "id": 116,
        "politican_id": 21,
        "start_date": "2022.02.06",
        "end_date": "2022.02.10",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen vadovaujamos delegacijos oficialaus vizito į Izraelio Valstybę ir Palestiną (Izraelio Valstybė)"
    },
    {
        "id": 117,
        "politican_id": 21,
        "start_date": "2022.01.24",
        "end_date": "2022.01.26",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen vadovaujamos delegacijos oficialaus vizito į Moldovos Respubliką (Moldovos Respublika)"
    },
    {
        "id": 118,
        "politican_id": 21,
        "start_date": "2022.01.17",
        "end_date": "2022.01.18",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen oficialaus vizito į Prancūzijos Respubliką (Prancūzijos Respublika)"
    },
    {
        "id": 119,
        "politican_id": 21,
        "start_date": "2021.12.05",
        "end_date": "2021.12.07",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen vadovaujamos delegacijos darbo vizito į Lenkijos Respubliką (Lenkijos Respublika)"
    },
    {
        "id": 120,
        "politican_id": 21,
        "start_date": "2021.11.23",
        "end_date": "2021.11.25",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen darbo vizito į Prancūzijos Respubliką (Prancūzijos Respublika)"
    },
    {
        "id": 121,
        "politican_id": 21,
        "start_date": "2021.09.25",
        "end_date": "2021.09.25",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen darbo vizito į Latvijos Respubliką (Latvijos Respublika)"
    },
    {
        "id": 122,
        "politican_id": 21,
        "start_date": "2021.09.15",
        "end_date": "2021.09.19",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen vadovaujamos delegacijos darbo vizito į Švedijos Karalystę (Švedijos Karalystė)"
    },
    {
        "id": 123,
        "politican_id": 21,
        "start_date": "2021.08.19",
        "end_date": "2021.08.20",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen darbo vizito į Estijos Respubliką (Estijos Respublika)"
    },
    {
        "id": 124,
        "politican_id": 21,
        "start_date": "2021.07.08",
        "end_date": "2021.07.09",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen darbo vizito į Latvijos Respubliką (Latvijos Respublika)"
    },
    {
        "id": 125,
        "politican_id": 21,
        "start_date": "2021.05.31",
        "end_date": "2021.06.01",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen oficialaus vizito į Estijos Respubliką (Estijos Respublika)"
    },
    {
        "id": 126,
        "politican_id": 21,
        "start_date": "2021.05.12",
        "end_date": "2021.05.14",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen vadovaujamos delegacijos oficialaus vizito į Ukrainą (Ukraina)"
    },
    {
        "id": 127,
        "politican_id": 21,
        "start_date": "2021.03.01",
        "end_date": "2021.03.01",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen vadovaujamos delegacijos darbo vizito į Latvijos Respubliką (Latvijos Respublika)"
    },
    {
        "id": 128,
        "politican_id": 22,
        "start_date": "2022.10.16",
        "end_date": "2022.10.18",
        "description": "Dėl Morganos Danielės dalyvavimo pasaulio aukščiausiojo lygio susitikime sveikatos klausimais (Vokietijos Federacinė Respublika)"
    },
    {
        "id": 129,
        "politican_id": 22,
        "start_date": "2022.09.11",
        "end_date": "2022.09.14",
        "description": "Dėl Morganos Danielės ir Ievos Pakarklytės dalyvavimo parlamentinėje diskusijoje seksualinės ir reprodukcinės sveikatos apsaugos ir teisių klausimais (Ispanijos Karalystė)"
    },
    {
        "id": 130,
        "politican_id": 22,
        "start_date": "2022.07.28",
        "end_date": "2022.08.08",
        "description": "Dėl Morganos Danielės dalyvavimo 24-ojoje tarptautinėje AIDS konferencijoje (Kanada)"
    },
    {
        "id": 131,
        "politican_id": 22,
        "start_date": "2022.06.01",
        "end_date": "2022.06.04",
        "description": "Dėl Morganos Danielės, Mariaus Matijošaičio, Vytauto Mitalo ir Ievos Pakarklytės dalyvavimo Liberalų ir demokratų aljanso už Europą kongrese (Airija)"
    },
    {
        "id": 132,
        "politican_id": 22,
        "start_date": "2022.06.01",
        "end_date": "2022.06.04",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 11 d. sprendimo Nr. SV-S-499 „Dėl Morganos Danielės, Raimundo Lopatos, Mariaus Matijošaičio ir Vytauto Mitalo dalyvavimo Liberalų ir demokratų aljanso už Europą kong (Airija)"
    },
    {
        "id": 133,
        "politican_id": 22,
        "start_date": "2022.06.01",
        "end_date": "2022.06.04",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 11 d. sprendimo Nr. SV-S-499 „Dėl Morganos Danielės, Mariaus Matijošaičio, Vytauto Mitalo ir Ievos Pakarklytės dalyvavimo Liberalų ir demokratų aljanso už Europą kon (Airija)"
    },
    {
        "id": 134,
        "politican_id": 22,
        "start_date": "2022.05.21",
        "end_date": "2022.05.25",
        "description": "Dėl Morganos Danielės dalyvavimo Pasaulinio parlamentarų tinklo renginiuose (Šveicarijos Konfederacija)"
    },
    {
        "id": 135,
        "politican_id": 22,
        "start_date": "2021.10.20",
        "end_date": "2021.10.22",
        "description": "Dėl Morganos Danielės dalyvavimo Europos Sąjungos valstybių narių parlamentų forume seksualinių ir reprodukcinių teisių klausimais (Lenkijos Respublika)"
    },
    {
        "id": 136,
        "politican_id": 24,
        "start_date": "2021.09.25",
        "end_date": "2021.09.25",
        "description": "Dėl Seimo valdybos 2021 m. rugsėjo 22 d. sprendimo Nr. SV-S-201 „Dėl Andriaus Bagdono, Algimanto Dumbravos, Liudo Jonaičio, Edmundo Pupinio ir Kazio Starkevičiaus dalyvavimo Baltų vienybės dienos minėjimo renginiuose“ pakeitimo (Latvijos Respublika)"
    },
    {
        "id": 137,
        "politican_id": 24,
        "start_date": "2021.09.25",
        "end_date": "2021.09.25",
        "description": "Dėl Andriaus Bagdono, Algimanto Dumbravos, Liudo Jonaičio, Edmundo Pupinio ir Kazio Starkevičiaus dalyvavimo Baltų vienybės dienos minėjimo renginiuose (Latvijos Respublika)"
    },
    {
        "id": 138,
        "politican_id": 24,
        "start_date": "2021.07.22",
        "end_date": "2021.07.25",
        "description": "Dėl Algimanto Dumbravos ir Stasio Šedbaro dalyvavimo susitikimuose su Austrijos Respublikos ir Zalcburgo žemės valdžios institucijų atstovais bei Lietuvos Respublikos ir Zalcburgo žemės bendradarbiavimui skirtoje parodoje (Austrijos Respublika)"
    },
    {
        "id": 139,
        "politican_id": 25,
        "start_date": "2022.03.31",
        "end_date": "2022.04.01",
        "description": "Dėl Justo Džiugelio dalyvavimo susitikime su Lietuvos Respublikos ambasadoriumi Lenkijos Respublikoje (Lenkijos Respublika)"
    },
    {
        "id": 140,
        "politican_id": 27,
        "start_date": "2022.11.18",
        "end_date": "2022.11.22",
        "description": "Dėl Seimo valdybos 2022 m. lapkričio 4 d. sprendimo Nr. SV-S-714 „Dėl Audroniaus Ažubalio, Vytauto Bako, Dainiaus Gaižausko ir Arvydo Pociaus dalyvavimo NATO Parlamentinės Asamblėjos metinėje sesijoje (Ispanijos Karalystė)"
    },
    {
        "id": 141,
        "politican_id": 27,
        "start_date": "2022.11.18",
        "end_date": "2022.11.22",
        "description": "Dėl Audroniaus Ažubalio, Vytauto Bako, Dainiaus Gaižausko ir Arvydo Pociaus dalyvavimo NATO Parlamentinės Asamblėjos metinėje sesijoje (Ispanijos Karalystė)"
    },
    {
        "id": 142,
        "politican_id": 27,
        "start_date": "2022.05.10",
        "end_date": "2022.05.13",
        "description": "Dėl Audroniaus Ažubalio ir Dainiaus Gaižausko kartu su NATO Parlamentinės Asamblėjos Politikos reikalų komitetu bei Demokratijos ir saugumo komitetu bendro vizito į Nyderlandų Karalystę (Nyderlandų Karalystė)"
    },
    {
        "id": 143,
        "politican_id": 28,
        "start_date": "2023.01.29",
        "end_date": "2023.01.30",
        "description": "Dėl Vytauto Gapšio dalyvavimo Europos Sąjungos parlamentų Sąjungos reikalų komitetų konferencijos (COSAC) pirmininkų susitikime (Švedijos Karalystė)"
    },
    {
        "id": 144,
        "politican_id": 28,
        "start_date": "2022.11.13",
        "end_date": "2022.11.16",
        "description": "Dėl Audroniaus Ažubalio, Vytauto Gapšio, Mariaus Matijošaičio ir Giedriaus Surplio dalyvavimo Europos Sąjungos reikalų parlamentinių komitetų konferencijos (COSAC) LXVIII plenariniame posėdyje (Čekijos Respublika)"
    },
    {
        "id": 145,
        "politican_id": 28,
        "start_date": "2022.08.08",
        "end_date": "2022.08.14",
        "description": "Dėl Vytauto Gapšio ir Mykolo Majausko dalyvavimo susitikimuose su Indijos Respublikos valdžios atstovais (Indijos Respublika)"
    },
    {
        "id": 146,
        "politican_id": 28,
        "start_date": "2022.07.29",
        "end_date": "2022.07.29",
        "description": "Dėl Vytauto Gapšio, Liudo Jonaičio ir Mykolo Majausko dalyvavimo susitikime su Latvijos Respublikos Saeimos Biudžeto ir finansų komiteto pirmininke Vita Anda Tērauda (Latvijos Respublika)"
    },
    {
        "id": 147,
        "politican_id": 28,
        "start_date": "2022.06.09",
        "end_date": "2022.06.10",
        "description": "Dėl Vytauto Gapšio dalyvavimo konferencijoje „Pasaulio kraštovaizdžio pokyčiai ir iššūkiai Europai pereinant prie kitų energijos išteklių“ (Latvijos Respublika)"
    },
    {
        "id": 148,
        "politican_id": 28,
        "start_date": "2022.04.03",
        "end_date": "2022.04.05",
        "description": "Dėl Vytauto Gapšio dalyvavimo Frankofonijos Parlamentinės Asamblėjos Europos regiono delegacijų pirmininkų konferencijoje (Monako Kunigaikštystė)"
    },
    {
        "id": 149,
        "politican_id": 28,
        "start_date": "2022.03.13",
        "end_date": "2022.03.15",
        "description": "Dėl Vytauto Gapšio, Mindaugo Skritulsko ir Andriaus Vyšniausko dalyvavimo Europos Sąjungos ekonomikos strateginės autonomijos konferencijoje (Prancūzijos Respublika)"
    },
    {
        "id": 150,
        "politican_id": 28,
        "start_date": "2022.03.13",
        "end_date": "2022.03.15",
        "description": "Dėl Vytauto Gapšio, Mindaugo Skritulsko ir Andriaus Vyšniausko dalyvavimo Europos Sąjungos ekonomikos strateginės autonomijos konferencijoje (Prancūzijos Respublika)"
    },
    {
        "id": 151,
        "politican_id": 28,
        "start_date": "2021.11.27",
        "end_date": "2021.12.06",
        "description": "Dėl Seimo narių dalyvavimo Atviro parlamento forume (Taivanas)"
    },
    {
        "id": 152,
        "politican_id": 29,
        "start_date": "2021.09.17",
        "end_date": "2021.09.20",
        "description": "Dėl Aido Gedvilo dalyvavimo skulptoriaus Antano Mončio 100-ųjų gimimo metinių minėjimo renginiuose (Prancūzijos Respublika)"
    },
    {
        "id": 153,
        "politican_id": 30,
        "start_date": "2022.04.07",
        "end_date": "2022.04.08",
        "description": "Dėl Aistės Gedvilienės, Ligitos Girskienės, Romualdo Vaitkaus ir Juozo Varžgalio dalyvavimo Baltijos Asamblėjos Gamtos išteklių ir aplinkosaugos komiteto posėdyje (Estijos Respublika)"
    },
    {
        "id": 154,
        "politican_id": 30,
        "start_date": "2022.03.20",
        "end_date": "2022.03.22",
        "description": "Dėl Aistės Gedvilienės, Viktoro Pranckiečio ir Kazio Starkevičiaus dalyvavimo Europos Sąjungos valstybių narių parlamentų komitetų pirmininkų ir Europos parlamento konferencijoje, skirtoje Europos žem (Prancūzijos Respublika)"
    },
    {
        "id": 155,
        "politican_id": 30,
        "start_date": "2022.02.08",
        "end_date": "2022.02.12",
        "description": "Dėl Aistės Gedvilienės dalyvavimo aukščiausiojo lygio susitikime „Vienas vandenynas“ (Prancūzijos Respublika)"
    },
    {
        "id": 156,
        "politican_id": 30,
        "start_date": "2021.11.05",
        "end_date": "2021.11.08",
        "description": "Dėl Aistės Gedvilienės dalyvavimo 26-osios Jungtinių Tautų bendrosios klimato kaitos konvencijos šalių konferencijos metu vyksiančiame parlamentiniame susitikime (Jungtinė Didžiosios Britanijos ir Šiaurės Airijos Karalystė)"
    },
    {
        "id": 157,
        "politican_id": 30,
        "start_date": "2021.11.05",
        "end_date": "2021.11.09",
        "description": "Dėl Seimo valdybos 2021 m. spalio 20 d. sprendimo Nr. SV-S-254 „Dėl Aistės Gedvilienės dalyvavimo 26-osios Jungtinių Tautų bendrosios klimato kaitos konvencijos šalių konferencijos metu vyksiančiame parlamentiniame susitikime“ pakeitimo (Jungtinė Didžiosios Britanijos ir Šiaurės Airijos Karalystė)"
    },
    {
        "id": 158,
        "politican_id": 30,
        "start_date": "2021.10.08",
        "end_date": "2021.10.10",
        "description": "Dėl Aistės Gedvilienės dalyvavimo susitikime, skirtame pasirengti 26-ajai Jungtinių Tautų bendrosios klimato kaitos konvencijos šalių konferencijai (Italijos Respublika)"
    },
    {
        "id": 159,
        "politican_id": 30,
        "start_date": "2021.09.30",
        "end_date": "2021.10.04",
        "description": "Dėl Aistės Gedvilienės dalyvavimo pasaulinės parodos „Expo 2020“ lLetuvos paviljono atidarymo renginiuose (Jungtiniai Arabų Emyratai)"
    },
    {
        "id": 160,
        "politican_id": 34,
        "start_date": "2022.10.27",
        "end_date": "2022.10.29",
        "description": "Dėl Seimo narių dalyvavimo Baltijos Asamblėjos 41-ojoje sesijoje ir 28-ojoje Baltijos Taryboje (Latvijos Respublika)"
    },
    {
        "id": 161,
        "politican_id": 34,
        "start_date": "2022.04.07",
        "end_date": "2022.04.08",
        "description": "Dėl Aistės Gedvilienės, Ligitos Girskienės, Romualdo Vaitkaus ir Juozo Varžgalio dalyvavimo Baltijos Asamblėjos Gamtos išteklių ir aplinkosaugos komiteto posėdyje (Estijos Respublika)"
    },
    {
        "id": 162,
        "politican_id": 34,
        "start_date": "2021.10.05",
        "end_date": "2021.10.07",
        "description": "DĖL Jono Jaručio, Ligitos Girskienės, Armino Lydekos ir Emanuelio Zingerio dalyvavimo Holokausto  80-mečio minėjimo renginiuose ir susitikimuose su  Ukrainos Aukščiausiosios Rados nariais (Ukraina)"
    },
    {
        "id": 163,
        "politican_id": 34,
        "start_date": "2021.10.05",
        "end_date": "2021.10.07",
        "description": "Dėl Jono Jaručio, Ligitos Girskienės, Armino Lydekos ir Emanuelio Zingerio dalyvavimo Holokausto 80-mečio minėjimo renginiuose ir susitikimuose su Ukrainos Aukščiausiosios Rados nariais (Ukraina)"
    },
    {
        "id": 164,
        "politican_id": 36,
        "start_date": "2023.02.09",
        "end_date": "2023.02.11",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos, Estijos Respublikos ir Latvijos Respublikos parlamentų narių krepšinio rungtynėse Baltijos Asamblėjos taurei laimėti (Estijos Respublika)"
    },
    {
        "id": 165,
        "politican_id": 36,
        "start_date": "2023.01.22",
        "end_date": "2023.01.24",
        "description": "Dėl Seimo narių dalyvavimo Europos žaliųjų partijos rengiamame susitikime „Europos žaliosios darbotvarkės iššūkiai ir perspektyvos Lietuvoje“ (Belgijos Karalystė)"
    },
    {
        "id": 166,
        "politican_id": 36,
        "start_date": "2022.05.05",
        "end_date": "2022.05.06",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos, Estijos Respublikos ir Latvijos Respublikos parlamentų narių krepšinio turnyre Baltijos Asamblėjos taurei laimėti (Latvijos Respublika)"
    },
    {
        "id": 167,
        "politican_id": 36,
        "start_date": "2022.03.03",
        "end_date": "2022.03.05",
        "description": "Dėl Seimo valdybos 2022 m. vasario 24 d. sprendimo Nr. SV-S-399 „Dėl Domo Griškevičiaus, Mato Maldeikio, Mariaus Matijošaičio ir Aurelijaus Verygos dalyvavimo Sąjungos reikalų parlamentinių komitetų k (Prancūzijos Respublika)"
    },
    {
        "id": 168,
        "politican_id": 36,
        "start_date": "2022.03.03",
        "end_date": "2022.03.05",
        "description": "Dėl Domo Griškevičiaus, Mato Maldeikio, Mariaus Matijošaičio ir Aurelijaus Verygos dalyvavimo Sąjungos reikalų parlamentinių komitetų konferencijos (COSAC) LXVII plenariniame posėdyje (Prancūzijos Respublika)"
    },
    {
        "id": 169,
        "politican_id": 40,
        "start_date": "2022.11.09",
        "end_date": "2022.11.12",
        "description": "Dėl Seimo valdybos 2022 m. spalio 19 d. sprendimo Nr. SV-S-706 „Dėl Seimo narių dalyvavimo Lietuvos Respublikos Seimo ir Ukrainos Aukščiausiosios Rados Asamblėjos sesijoje“ pakeitimo (Ukraina)"
    },
    {
        "id": 170,
        "politican_id": 40,
        "start_date": "2022.11.09",
        "end_date": "2022.11.12",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos Seimo ir Ukrainos Aukščiausiosios Rados Asamblėjos sesijoje (Ukraina)"
    },
    {
        "id": 171,
        "politican_id": 40,
        "start_date": "2022.10.24",
        "end_date": "2022.10.25",
        "description": "Dėl Jono Jaručio ir Giedriaus Surplio dalyvavimo 11-ajame Europolo Jungtinės parlamentinės kontrolės grupės posėdyje (Belgijos Karalystė)"
    },
    {
        "id": 172,
        "politican_id": 40,
        "start_date": "2022.09.04",
        "end_date": "2022.09.06",
        "description": "Dėl Seimo narių dalyvavimo Tarpparlamentinėje bendros užsienio ir saugumo politikos bei bendros saugumo ir gynybos politikos konferencijoje (Čekijos Respublika)"
    },
    {
        "id": 173,
        "politican_id": 40,
        "start_date": "2022.05.18",
        "end_date": "2022.05.22",
        "description": "Dėl Jono Jaručio, Lauryno Kasčiūno, Žygimanto Pavilionio ir Luko Savicko dalyvavimo Tarptautinio Respublikonų instituto rengiamoje Laisvės premijos įteikimo ceremonijoje (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 174,
        "politican_id": 40,
        "start_date": "2022.05.10",
        "end_date": "2022.05.12",
        "description": "Dėl Jono Jaručio, Lauryno Kasčiūno, Arvydo Pociaus ir Valdo Rakučio dalyvavimo susitikimuose su Lenkijos Respublikos valdžios atstovais (Lenkijos Respublika)"
    },
    {
        "id": 175,
        "politican_id": 40,
        "start_date": "2022.05.05",
        "end_date": "2022.05.06",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos, Estijos Respublikos ir Latvijos Respublikos parlamentų narių krepšinio turnyre Baltijos Asamblėjos taurei laimėti (Latvijos Respublika)"
    },
    {
        "id": 176,
        "politican_id": 40,
        "start_date": "2022.05.02",
        "end_date": "2022.05.05",
        "description": "Dėl Jono Jaručio, Arvydo Pociaus ir Jurgitos Sejonienės dalyvavimo susitikimuose su Rumunijos valdžios atstovais (Rumunija)"
    },
    {
        "id": 177,
        "politican_id": 40,
        "start_date": "2022.04.13",
        "end_date": "2022.04.15",
        "description": "Dėl Jono Jaručio, Lauryno Kasčiūno ir Dovilės Šakalienės dalyvavimo susitikimuose su Prancūzijos Respublikos valdžios atstovais (Prancūzijos Respublika)"
    },
    {
        "id": 178,
        "politican_id": 40,
        "start_date": "2022.02.27",
        "end_date": "2022.03.03",
        "description": "Dėl Jono Jaručio, Edmundo Pupinio ir Kazio Starkevičiaus dalyvavimo susitikimuose su Kazachstano Respublikos valdžios atstovais (Kazachstano Respublika)"
    },
    {
        "id": 179,
        "politican_id": 40,
        "start_date": "2022.01.31",
        "end_date": "2022.02.05",
        "description": "Dėl Laimos Liucijos Andrikienės, Jono Jaručio, Lauryno Kasčiūno ir Giedriaus Surplio dalyvavimo susitikimuose su Jungtinių Amerikos Valstijų Senato ir Atstovų Rūmų valdžios atstovais (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 180,
        "politican_id": 40,
        "start_date": "2021.12.07",
        "end_date": "2021.12.08",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos ir Ukrainos diplomatinių santykių užmezgimo 30-mečio minėjimo renginyje (Ukraina)"
    },
    {
        "id": 181,
        "politican_id": 40,
        "start_date": "2021.12.05",
        "end_date": "2021.12.07",
        "description": "Dėl Jono Jaručio ir Giedriaus Surplio dalyvavimo susitikimuose su Vokietijos žaliųjų partijos atstovais (Vokietijos Federacinė Respublika)"
    },
    {
        "id": 182,
        "politican_id": 40,
        "start_date": "2021.10.24",
        "end_date": "2021.10.28",
        "description": "Dėl Seimo valdybos 2021 m. spalio 20 d. sprendimo Nr. SV-S-251 „Dėl Lauryno Kasčiūno, Andriaus Mazuronio ir Rimantės Šalaševičiūtės dalyvavimo susitikimuose su Ukrainos valdžios atstovais“ pakeitimo (Ukraina)"
    },
    {
        "id": 183,
        "politican_id": 40,
        "start_date": "2021.10.05",
        "end_date": "2021.10.07",
        "description": "Dėl Jono Jaručio, Ligitos Girskienės, Armino Lydekos ir Emanuelio Zingerio dalyvavimo Holokausto 80-mečio minėjimo renginiuose ir susitikimuose su Ukrainos Aukščiausiosios Rados nariais (Ukraina)"
    },
    {
        "id": 184,
        "politican_id": 40,
        "start_date": "2021.10.05",
        "end_date": "2021.10.07",
        "description": "DĖL Jono Jaručio, Ligitos Girskienės, Armino Lydekos ir Emanuelio Zingerio dalyvavimo Holokausto  80-mečio minėjimo renginiuose ir susitikimuose su  Ukrainos Aukščiausiosios Rados nariais (Ukraina)"
    },
    {
        "id": 185,
        "politican_id": 40,
        "start_date": "2021.08.22",
        "end_date": "2021.08.24",
        "description": "Dėl Jono Jaručio, Lauryno Kasčiūno ir Emanuelio Zingerio komandiruotės į Ukrainą su Lietuvos Respublikos Prezidentą lydinčia delegacija (Ukraina)"
    },
    {
        "id": 186,
        "politican_id": 40,
        "start_date": "2021.05.12",
        "end_date": "2021.05.14",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen vadovaujamos delegacijos oficialaus vizito į Ukrainą (Ukraina)"
    },
    {
        "id": 187,
        "politican_id": 41,
        "start_date": "2022.07.29",
        "end_date": "2022.07.29",
        "description": "Dėl Vytauto Gapšio, Liudo Jonaičio ir Mykolo Majausko dalyvavimo susitikime su Latvijos Respublikos Saeimos Biudžeto ir finansų komiteto pirmininke Vita Anda Tērauda (Latvijos Respublika)"
    },
    {
        "id": 188,
        "politican_id": 41,
        "start_date": "2022.04.29",
        "end_date": "2022.04.29",
        "description": "Dėl Liudo Jonaičio ir Stasio Tumėno dalyvavimo Rygos lietuvių vidurinės mokyklos jubiliejaus šventėje (Latvijos Respublika)"
    },
    {
        "id": 189,
        "politican_id": 41,
        "start_date": "2021.09.25",
        "end_date": "2021.09.25",
        "description": "Dėl Seimo valdybos 2021 m. rugsėjo 22 d. sprendimo Nr. SV-S-201 „Dėl Andriaus Bagdono, Algimanto Dumbravos, Liudo Jonaičio, Edmundo Pupinio ir Kazio Starkevičiaus dalyvavimo Baltų vienybės dienos minėjimo renginiuose“ pakeitimo (Latvijos Respublika)"
    },
    {
        "id": 190,
        "politican_id": 45,
        "start_date": "2022.11.14",
        "end_date": "2022.11.16",
        "description": "Dėl Vigilijaus Juknos dalyvavimo parodoje „EuroTier 2022“ (Vokietijos Federacinė Respublika)"
    },
    {
        "id": 191,
        "politican_id": 46,
        "start_date": "2022.05.31",
        "end_date": "2022.06.02",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 18 d. sprendimo Nr. SV-S-515 „Dėl Seimo narių dalyvavimo susitikimuose su Lenkijos Respublikos valdžios atstovais“ pakeitimo (Lenkijos Respublika)"
    },
    {
        "id": 192,
        "politican_id": 46,
        "start_date": "2022.05.31",
        "end_date": "2022.06.02",
        "description": "Dėl Seimo narių dalyvavimo susitikimuose su Lenkijos Respublikos valdžios atstovais (Lenkijos Respublika)"
    },
    {
        "id": 193,
        "politican_id": 46,
        "start_date": "2022.05.31",
        "end_date": "2022.06.02",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 18 d. sprendimo Nr. SV-S-515 „Dėl Seimo narių dalyvavimo susitikimuose su Lenkijos Respublikos valdžios atstovais“ pakeitimo (Lenkijos Respublika)"
    },
    {
        "id": 194,
        "politican_id": 48,
        "start_date": "2022.09.19",
        "end_date": "2022.09.24",
        "description": "Dėl Ievos Kačinskaitės-Urbonienės dalyvavimo Trijų jūrų iniciatyvos forume (Lenkijos Respublika)"
    },
    {
        "id": 195,
        "politican_id": 48,
        "start_date": "2021.10.03",
        "end_date": "2021.10.06",
        "description": "Dėl Ievos Kačinskaitės-Urbonienės ir Mariaus Matijošaičio dalyvavimo pirmajame Trijų jūrų iniciatyvos valstybių jaunųjų parlamentarų susitikime (Lenkijos Respublika)"
    },
    {
        "id": 196,
        "politican_id": 50,
        "start_date": "2023.01.24",
        "end_date": "2023.01.26",
        "description": "Dėl Lauryno Kasčiūno, Žygimanto Pavilionio, Giedriaus Surplio ir Dovilės Šakalienės dalyvavimo susitikime gynybos ir saugumo politikos klausimais (Švedijos Karalystė)"
    },
    {
        "id": 197,
        "politican_id": 50,
        "start_date": "2023.01.23",
        "end_date": "2023.01.25",
        "description": "Dėl Lauryno Kasčiūno, Žygimanto Pavilionio ir Giedriaus Surplio dalyvavimo susitikimuose su Švedijos Karalystės valdžios atstovais (Belgijos Karalystė)"
    },
    {
        "id": 198,
        "politican_id": 50,
        "start_date": "2023.01.18",
        "end_date": "2023.01.21",
        "description": "Dėl Lauryno Kasčiūno ir Dovilės Šakalienės dalyvavimo susitikimuose su Vokietijos Federacinės Respublikos valdžios atstovais (Vokietijos Federacinė Respublika)"
    },
    {
        "id": 199,
        "politican_id": 50,
        "start_date": "2023.01.08",
        "end_date": "2023.01.15",
        "description": "Dėl Seimo narių dalyvavimo susitikimuose su Taivano valdžios ir nevyriausybinių organizacijų atstovais (Taivanas)"
    },
    {
        "id": 200,
        "politican_id": 50,
        "start_date": "2023.01.08",
        "end_date": "2023.01.15",
        "description": "Dėl Seimo valdybos 2022 m. gruodžio 23 d. sprendimo Nr. SV-S-767 „Dėl Seimo narių dalyvavimo susitikimuose su Taivano valdžios ir nevyriausybinių organizacijų atstovais“ pakeitimo (Taivanas)"
    },
    {
        "id": 201,
        "politican_id": 50,
        "start_date": "2022.12.11",
        "end_date": "2022.12.14",
        "description": "Dėl Jono Jaručio, Lauryno Kasčiūno ir Žygimanto Pavilionio dalyvavimo susitikimuose su Jungtinių Amerikos Valstijų valdžios atstovais (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 202,
        "politican_id": 50,
        "start_date": "2022.12.11",
        "end_date": "2022.12.14",
        "description": "Dėl Seimo valdybos 2022 m. lapkričio 30 d. sprendimo Nr. SV-S-750 „Dėl Jono Jaručio, Lauryno Kasčiūno ir Žygimanto Pavilionio dalyvavimo susitikimuose su Jungtinių Amerikos Valstijų valdžios atstovais (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 203,
        "politican_id": 50,
        "start_date": "2022.11.23",
        "end_date": "2022.11.26",
        "description": "Dėl Vilijos Aleknaitės Abramikienės ir Lauryno Kasčiūno dalyvavimo Europos saugumo ir bendradarbiavimo organizacijos Parlamentinės Asamblėjos rudens sesijoje (Lenkijos Respublika)"
    },
    {
        "id": 204,
        "politican_id": 50,
        "start_date": "2022.11.23",
        "end_date": "2022.11.26",
        "description": "Dėl Seimo valdybos 2022 m. lapkričio 4 d. sprendimo Nr. SV-S-716 „Dėl Vilijos Aleknaitės Abramikienės ir Lauryno Kasčiūno dalyvavimo Europos saugumo ir bendradarbiavimo organizacijos Parlamentinės Asa (Lenkijos Respublika)"
    },
    {
        "id": 205,
        "politican_id": 50,
        "start_date": "2022.11.09",
        "end_date": "2022.11.12",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen darbo vizito į Ukrainą (Ukraina)"
    },
    {
        "id": 206,
        "politican_id": 50,
        "start_date": "2022.10.14",
        "end_date": "2022.10.18",
        "description": "Dėl Dalios Asanavičiūtės, Lauryno Kasčiūno ir Andriaus Mazuronio dalyvavimo Jungtinių Amerikos Valstijų lietuvių bendruomenės XXIII Tarybos antrojoje sesijoje (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 207,
        "politican_id": 50,
        "start_date": "2022.10.06",
        "end_date": "2022.10.10",
        "description": "Dėl Lauryno Kasčiūno, Pauliaus Saudargo ir Justino Urbanavičiaus dalyvavimo susitikimuose su Ukrainos valdžios atstovais (Ukraina)"
    },
    {
        "id": 208,
        "politican_id": 50,
        "start_date": "2022.10.01",
        "end_date": "2022.10.05",
        "description": "Dėl Virgilijaus Aleknos, Lauryno Kasčiūno ir Andriaus Mazuronio dalyvavimo susitikimuose su Sakartvelo valdžios atstovais (Gruzija)"
    },
    {
        "id": 209,
        "politican_id": 50,
        "start_date": "2022.09.08",
        "end_date": "2022.09.09",
        "description": "Dėl Lauryno Kasčiūno dalyvavimo susitikimuose su Europos saugumo ir bendradarbiavimo organizacijos Sekretoriato ir šios organizacijos valstybių narių atstovais (Austrijos Respublika)"
    },
    {
        "id": 210,
        "politican_id": 50,
        "start_date": "2022.09.04",
        "end_date": "2022.09.06",
        "description": "Dėl Seimo narių dalyvavimo Tarpparlamentinėje bendros užsienio ir saugumo politikos bei bendros saugumo ir gynybos politikos konferencijoje (Čekijos Respublika)"
    },
    {
        "id": 211,
        "politican_id": 50,
        "start_date": "2022.07.01",
        "end_date": "2022.07.06",
        "description": "Dėl Lauryno Kasčiūno ir Giedriaus Surplio dalyvavimo Europos saugumo ir bendradarbiavimo organizacijos Parlamentinės Asamblėjos metinėje sesijoje (Jungtinė Didžiosios Britanijos ir Šiaurės Airijos Karalystė)"
    },
    {
        "id": 212,
        "politican_id": 50,
        "start_date": "2022.05.18",
        "end_date": "2022.05.22",
        "description": "Dėl Jono Jaručio, Lauryno Kasčiūno, Žygimanto Pavilionio ir Luko Savicko dalyvavimo Tarptautinio Respublikonų instituto rengiamoje Laisvės premijos įteikimo ceremonijoje (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 213,
        "politican_id": 50,
        "start_date": "2022.05.10",
        "end_date": "2022.05.12",
        "description": "Dėl Jono Jaručio, Lauryno Kasčiūno, Arvydo Pociaus ir Valdo Rakučio dalyvavimo susitikimuose su Lenkijos Respublikos valdžios atstovais (Lenkijos Respublika)"
    },
    {
        "id": 214,
        "politican_id": 50,
        "start_date": "2022.05.05",
        "end_date": "2022.05.06",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos, Estijos Respublikos ir Latvijos Respublikos parlamentų narių krepšinio turnyre Baltijos Asamblėjos taurei laimėti (Latvijos Respublika)"
    },
    {
        "id": 215,
        "politican_id": 50,
        "start_date": "2022.04.13",
        "end_date": "2022.04.15",
        "description": "Dėl Jono Jaručio, Lauryno Kasčiūno ir Dovilės Šakalienės dalyvavimo susitikimuose su Prancūzijos Respublikos valdžios atstovais (Prancūzijos Respublika)"
    },
    {
        "id": 216,
        "politican_id": 50,
        "start_date": "2022.04.11",
        "end_date": "2022.04.12",
        "description": "Dėl Seimo narių dalyvavimo konferencijoje „Abiejų Tautų Respublika Europoje“ (Lenkijos Respublika)"
    },
    {
        "id": 217,
        "politican_id": 50,
        "start_date": "2022.04.04",
        "end_date": "2022.04.06",
        "description": "Dėl Lauryno Kasčiūno, Valdo Rakučio ir Dovilės Šakalienės dalyvavimo susitikimuose su Vokietijos Federacinės Respublikos valdžios atstovais (Vokietijos Federacinė Respublika)"
    },
    {
        "id": 218,
        "politican_id": 50,
        "start_date": "2022.02.15",
        "end_date": "2022.02.17",
        "description": "Dėl Seimo narių dalyvavimo susitikimuose su Ukrainos Aukščiausiosios Rados atstovais (Ukraina)"
    },
    {
        "id": 219,
        "politican_id": 50,
        "start_date": "2022.02.10",
        "end_date": "2022.02.11",
        "description": "Dėl Lauryno Kasčiūno dalyvavimo susitikimuose su Ukrainos valdžios atstovais (Ukraina)"
    },
    {
        "id": 220,
        "politican_id": 50,
        "start_date": "2022.01.31",
        "end_date": "2022.02.05",
        "description": "Dėl Laimos Liucijos Andrikienės, Jono Jaručio, Lauryno Kasčiūno ir Giedriaus Surplio dalyvavimo susitikimuose su Jungtinių Amerikos Valstijų Senato ir Atstovų Rūmų valdžios atstovais (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 221,
        "politican_id": 50,
        "start_date": "2022.01.26",
        "end_date": "2022.01.29",
        "description": "Dėl Audroniaus Ažubalio, Lauryno Kasčiūno, Giedriaus Surplio ir Dovilės Šakalienės dalyvavimo susitikimuose su NATO ir NATO valstybių narių atstovais (Belgijos Karalystė)"
    },
    {
        "id": 222,
        "politican_id": 50,
        "start_date": "2022.01.19",
        "end_date": "2022.01.21",
        "description": "Dėl Lauryno Kasčiūno, Andriaus Mazuronio ir Audriaus Petrošiaus dalyvavimo Baltijos Asamblėjos Saugumo ir gynybos komiteto posėdyje (Latvijos Respublika)"
    },
    {
        "id": 223,
        "politican_id": 50,
        "start_date": "2021.12.07",
        "end_date": "2021.12.08",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos ir Ukrainos diplomatinių santykių užmezgimo 30-mečio minėjimo renginyje (Ukraina)"
    },
    {
        "id": 224,
        "politican_id": 50,
        "start_date": "2021.11.30",
        "end_date": "2021.12.02",
        "description": "Dėl Lauryno Kasčiūno dalyvavimo Europos saugumo ir bendradarbiavimo organizacijos Parlamentinės Asamblėjos biuro posėdyje (Švedijos Karalystė)"
    },
    {
        "id": 225,
        "politican_id": 50,
        "start_date": "2021.10.24",
        "end_date": "2021.10.28",
        "description": "Dėl Seimo valdybos 2021 m. spalio 20 d. sprendimo Nr. SV-S-251 „Dėl Lauryno Kasčiūno, Andriaus Mazuronio ir Rimantės Šalaševičiūtės dalyvavimo susitikimuose su Ukrainos valdžios atstovais“ pakeitimo (Ukraina)"
    },
    {
        "id": 226,
        "politican_id": 50,
        "start_date": "2021.09.24",
        "end_date": "2021.09.26",
        "description": "Dėl Lauryno Kasčiūno komandiruotės stebėti Jungtinių ekspedicinių pajėgų pratybų (Švedijos Karalystė)"
    },
    {
        "id": 227,
        "politican_id": 50,
        "start_date": "2021.09.15",
        "end_date": "2021.09.19",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen vadovaujamos delegacijos darbo vizito į Švedijos Karalystę (Švedijos Karalystė)"
    },
    {
        "id": 228,
        "politican_id": 50,
        "start_date": "2021.08.22",
        "end_date": "2021.08.24",
        "description": "Dėl Jono Jaručio, Lauryno Kasčiūno ir Emanuelio Zingerio komandiruotės į Ukrainą su Lietuvos Respublikos Prezidentą lydinčia delegacija (Ukraina)"
    },
    {
        "id": 229,
        "politican_id": 50,
        "start_date": "2021.07.06",
        "end_date": "2021.07.08",
        "description": "Dėl Lauryno Kasčiūno dalyvavimo Prancūzijos Respublikos ir Baltijos valstybių konsultacijose saugumo klausimais (Prancūzijos Respublika)"
    },
    {
        "id": 230,
        "politican_id": 50,
        "start_date": "2021.07.04",
        "end_date": "2021.07.07",
        "description": "Dėl Vilijos Aleknaitės Abramikienės ir Lauryno Kasčiūno dalyvavimo Europos saugumo ir bendradarbiavimo organizacijos Parlamentinės Asamblėjos posėdžiuose (Austrijos Respublika)"
    },
    {
        "id": 231,
        "politican_id": 50,
        "start_date": "2021.06.14",
        "end_date": "2021.06.16",
        "description": "Dėl Audroniaus Ažubalio, Lauryno Kasčiūno ir Giedriaus Surplio dalyvavimo susitikimuose su Vengrijos valdžios atstovais (Vengrijos Respublika)"
    },
    {
        "id": 232,
        "politican_id": 50,
        "start_date": "2021.06.14",
        "end_date": "2021.06.16",
        "description": "Dėl Seimo valdybos 2021 m. birželio 2 d. sprendimo Nr. SV-S-120 „Dėl Audroniaus Ažubalio, Lauryno Kasčiūno ir Giedriaus Surplio dalyvavimo susitikimuose su Vengrijos valdžios atstovais“ pakeitimo (Vengrijos Respublika)"
    },
    {
        "id": 233,
        "politican_id": 50,
        "start_date": "2021.05.12",
        "end_date": "2021.05.14",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen vadovaujamos delegacijos oficialaus vizito į Ukrainą (Ukraina)"
    },
    {
        "id": 234,
        "politican_id": 52,
        "start_date": "2022.05.31",
        "end_date": "2022.06.02",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 18 d. sprendimo Nr. SV-S-515 „Dėl Seimo narių dalyvavimo susitikimuose su Lenkijos Respublikos valdžios atstovais“ pakeitimo (Lenkijos Respublika)"
    },
    {
        "id": 235,
        "politican_id": 52,
        "start_date": "2022.05.31",
        "end_date": "2022.06.02",
        "description": "Dėl Seimo narių dalyvavimo susitikimuose su Lenkijos Respublikos valdžios atstovais (Lenkijos Respublika)"
    },
    {
        "id": 236,
        "politican_id": 52,
        "start_date": "2022.05.31",
        "end_date": "2022.06.02",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 18 d. sprendimo Nr. SV-S-515 „Dėl Seimo narių dalyvavimo susitikimuose su Lenkijos Respublikos valdžios atstovais“ pakeitimo (Lenkijos Respublika)"
    },
    {
        "id": 237,
        "politican_id": 56,
        "start_date": "2023.01.22",
        "end_date": "2023.01.24",
        "description": "Dėl Seimo narių dalyvavimo Europos žaliųjų partijos rengiamame susitikime „Europos žaliosios darbotvarkės iššūkiai ir perspektyvos Lietuvoje“ (Belgijos Karalystė)"
    },
    {
        "id": 238,
        "politican_id": 56,
        "start_date": "2022.10.13",
        "end_date": "2022.10.15",
        "description": "Dėl Lino Kukuraičio, Laimos Mogenienės ir Luko Savicko dalyvavimo Europos demokratų partijos kongrese (Italijos Respublika)"
    },
    {
        "id": 239,
        "politican_id": 56,
        "start_date": "2022.10.13",
        "end_date": "2022.10.15",
        "description": "Dėl Seimo valdybos 2022 m. rugsėjo 30 d. sprendimo Nr. SV-S-675 „Dėl Lino Kukuraičio, Laimos Mogenienės ir Luko Savicko dalyvavimo Europos demokratų partijos kongrese“ pakeitimo (Italijos Respublika)"
    },
    {
        "id": 240,
        "politican_id": 57,
        "start_date": "2023.02.09",
        "end_date": "2023.02.11",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos, Estijos Respublikos ir Latvijos Respublikos parlamentų narių krepšinio rungtynėse Baltijos Asamblėjos taurei laimėti (Estijos Respublika)"
    },
    {
        "id": 241,
        "politican_id": 57,
        "start_date": "2023.01.19",
        "end_date": "2023.01.20",
        "description": "Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Prezidiumo, Biudžeto ir kontrolės komiteto ir bendrame Saugumo ir gynybos komiteto bei Ekonomikos, energetikos ir inovacijų komiteto posėdžiuose (Estijos Respublika)"
    },
    {
        "id": 242,
        "politican_id": 57,
        "start_date": "2022.12.08",
        "end_date": "2022.12.10",
        "description": "Dėl Andriaus Kupčinsko dalyvavimo Beniliukso parlamento plenarinėje sesijoje (Belgijos Karalystė)"
    },
    {
        "id": 243,
        "politican_id": 57,
        "start_date": "2022.11.20",
        "end_date": "2022.11.21",
        "description": "Dėl Andriaus Kupčinsko dalyvavimo Baltijos jūros parlamentinės konferencijos Nuolatinio komiteto posėdyje (Vokietijos Federacinė Respublika)"
    },
    {
        "id": 244,
        "politican_id": 57,
        "start_date": "2022.10.27",
        "end_date": "2022.10.29",
        "description": "Dėl Seimo narių dalyvavimo Baltijos Asamblėjos 41-ojoje sesijoje ir 28-ojoje Baltijos Taryboje (Latvijos Respublika)"
    },
    {
        "id": 245,
        "politican_id": 57,
        "start_date": "2022.09.22",
        "end_date": "2022.09.23",
        "description": "Dėl Seimo valdybos 2022 m. liepos 27 d. sprendimo Nr. SV-S-613 „Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Konsultacijų tarybos, Prezidiumo ir Biudžeto ir kontrolės komiteto posėdžiuose“ pakeitimo (Latvijos Respublika)"
    },
    {
        "id": 246,
        "politican_id": 57,
        "start_date": "2022.09.22",
        "end_date": "2022.09.23",
        "description": "Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Konsultacijų tarybos, Prezidiumo ir Biudžeto ir kontrolės komiteto posėdžiuose (Latvijos Respublika)"
    },
    {
        "id": 247,
        "politican_id": 57,
        "start_date": "2022.09.22",
        "end_date": "2022.09.23",
        "description": "Dėl Seimo valdybos 2022 m. liepos 27 d. sprendimo Nr. SV-S-613 „Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Konsultacijų tarybos, Prezidiumo ir Biudžeto ir kontrolės komiteto posėdžiuose“ pakeitimo (Latvijos Respublika)"
    },
    {
        "id": 248,
        "politican_id": 57,
        "start_date": "2022.09.04",
        "end_date": "2022.09.07",
        "description": "Dėl Andriaus Kupčinsko, Orintos Leiputės ir Audriaus Petrošiaus dalyvavimo Baltijos Asamblėjos ir Šiaurės Tarybos aukščiausiojo lygio susitikime (Islandijos Respublika)"
    },
    {
        "id": 249,
        "politican_id": 57,
        "start_date": "2022.06.11",
        "end_date": "2022.06.13",
        "description": "Dėl Andriaus Kupčinsko ir Orintos Leiputės dalyvavimo 31-ojoje Baltijos jūros parlamentinėje konferencijoje ir Baltijos Asamblėjos Prezidiumo posėdyje (Švedijos Karalystė)"
    },
    {
        "id": 250,
        "politican_id": 57,
        "start_date": "2022.05.31",
        "end_date": "2022.06.03",
        "description": "Dėl Seimo narių dalyvavimo bendrame Lietuvos Respublikos Seimo Ekonomikos komiteto ir Ukrainos Aukščiausiosios Rados Ekonomikos vystymo komiteto posėdyje (Ukraina)"
    },
    {
        "id": 251,
        "politican_id": 57,
        "start_date": "2022.05.05",
        "end_date": "2022.05.06",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos, Estijos Respublikos ir Latvijos Respublikos parlamentų narių krepšinio turnyre Baltijos Asamblėjos taurei laimėti (Latvijos Respublika)"
    },
    {
        "id": 252,
        "politican_id": 57,
        "start_date": "2022.04.28",
        "end_date": "2022.04.30",
        "description": "Dėl Seimo valdybos 2022 m. balandžio 7 d. sprendimo Nr. SV-S-453 „Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Saugumo ir gynybos komiteto posėdyje“ pakeitimo (Lietuvos Respublika)"
    },
    {
        "id": 253,
        "politican_id": 57,
        "start_date": "2022.04.28",
        "end_date": "2022.04.30",
        "description": "Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Saugumo ir gynybos komiteto posėdyje (Lietuvos Respublika)"
    },
    {
        "id": 254,
        "politican_id": 57,
        "start_date": "2022.04.24",
        "end_date": "2022.04.25",
        "description": "Dėl Andriaus Kupčinsko, Orintos Leiputės, Andriaus Mazuronio ir Audriaus Petrošiaus dalyvavimo Baltijos Asamblėjos ir Šiaurės Tarybos aukščiausiojo lygio susitikime, Baltijos Asamblėjos ir Šiaurės Tar (Suomijos Respublika)"
    },
    {
        "id": 255,
        "politican_id": 57,
        "start_date": "2022.04.20",
        "end_date": "2022.04.20",
        "description": "Dėl Andriaus Kupčinsko dalyvavimo Baltijos jūros parlamentinės konferencijos Nuolatinio komiteto posėdyje (Lenkijos Respublika)"
    },
    {
        "id": 256,
        "politican_id": 57,
        "start_date": "2022.03.25",
        "end_date": "2022.03.26",
        "description": "Dėl Andriaus Kupčinsko ir Orintos Leiputės dalyvavimo Beniliukso parlamento plenarinėje sesijoje (Belgijos Karalystė)"
    },
    {
        "id": 257,
        "politican_id": 57,
        "start_date": "2022.03.21",
        "end_date": "2022.03.22",
        "description": "Dėl Andriaus Kupčinsko ir Orintos Leiputės dalyvavimo Šiaurės Tarybos sesijoje ir plenariniuose debatuose (Švedijos Karalystė)"
    },
    {
        "id": 258,
        "politican_id": 57,
        "start_date": "2022.02.17",
        "end_date": "2022.02.18",
        "description": "Dėl Andriaus Kupčinsko ir Orintos Leiputės dalyvavimo Baltijos Asamblėjos Prezidiumo posėdyje (Latvijos Respublika)"
    },
    {
        "id": 259,
        "politican_id": 57,
        "start_date": "2022.02.06",
        "end_date": "2022.02.08",
        "description": "Dėl Andriaus Kupčinsko ir Orintos Leiputės dalyvavimo Europos branduolinių mokslinių tyrimų organizacijos Baltijos šalių grupės ir Baltijos Asamblėjos Prezidiumo posėdyje (Šveicarijos Konfederacija)"
    },
    {
        "id": 260,
        "politican_id": 57,
        "start_date": "2021.12.10",
        "end_date": "2021.12.11",
        "description": "Dėl Andriaus Kupčinsko dalyvavimo Beniliukso parlamento plenarinėje sesijoje (Belgijos Karalystė)"
    },
    {
        "id": 261,
        "politican_id": 57,
        "start_date": "2021.11.14",
        "end_date": "2021.11.15",
        "description": "Dėl Andriaus Kupčinsko dalyvavimo Baltijos jūros parlamentinės konferencijos Nuolatinio komiteto posėdyje (Vokietijos Federacinė Respublika)"
    },
    {
        "id": 262,
        "politican_id": 57,
        "start_date": "2021.10.20",
        "end_date": "2021.10.22",
        "description": "Dėl Seimo valdybos 2021 m. rugsėjo 22 d. sprendimo Nr. SV-S-209 „Dėl Andriaus Kupčinsko, Vytauto Mitalo ir Emanuelio Zingerio dalyvavimo Europos parlamentų pirmininkų konferencijoje“ pakeitimo (Graikijos Respublika)"
    },
    {
        "id": 263,
        "politican_id": 57,
        "start_date": "2021.10.20",
        "end_date": "2021.10.23",
        "description": "Dėl Seimo valdybos 2021 m. rugsėjo 22 d. sprendimo Nr. SV-S-209 „Dėl Andriaus Kupčinsko, Vytauto Mitalo ir Emanuelio Zingerio dalyvavimo Europos parlamentų pirmininkų konferencijoje“ pakeitimo (Graikijos Respublika)"
    },
    {
        "id": 264,
        "politican_id": 57,
        "start_date": "2021.10.20",
        "end_date": "2021.10.22",
        "description": "Dėl Andriaus Kupčinsko, Vytauto Mitalo ir Emanuelio Zingerio dalyvavimo Europos parlamentų pirmininkų konferencijoje (Graikijos Respublika)"
    },
    {
        "id": 265,
        "politican_id": 57,
        "start_date": "2021.05.31",
        "end_date": "2021.06.01",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen oficialaus vizito į Estijos Respubliką (Estijos Respublika)"
    },
    {
        "id": 266,
        "politican_id": 58,
        "start_date": "2022.09.10",
        "end_date": "2022.09.12",
        "description": "Dėl Paulės Kuzmickienės ir Andriaus Vyšniausko dalyvavimo Švedijos Karalystės Riksdago rinkimų stebėjimo misijoje (Švedijos Karalystė)"
    },
    {
        "id": 267,
        "politican_id": 58,
        "start_date": "2021.10.05",
        "end_date": "2021.10.08",
        "description": "Dėl Guodos Burokienės, Paulės Kuzmickienės, Aušrinės Norkienės, Jurgitos Sejonienės, Rimantės Šalaševičiūtės ir Orintos Leiputės dalyvavimo Tarptautiniame moterų lyderių forume (Austrijos Respublika)"
    },
    {
        "id": 268,
        "politican_id": 58,
        "start_date": "2021.10.05",
        "end_date": "2021.10.08",
        "description": "Dėl Godos Burokienės, Paulės Kuzmickienės, Aušrinės Norkienės, Jurgitos Sejonienės ir Rimantės Šalaševičiūtės dalyvavimo Tarptautiniame moterų lyderių forume (Austrijos Respublika)"
    },
    {
        "id": 269,
        "politican_id": 58,
        "start_date": "2021.09.30",
        "end_date": "2021.10.04",
        "description": "Dėl Paulės Kuzmickienės, Raimundo Lopatos, Giedriaus Surplio, Vilijos Targamadzės ir Andriaus Vyšniausko dalyvavimo Sakartvelo vietos savivaldos rinkimų stebėjimo misijoje (Gruzija)"
    },
    {
        "id": 270,
        "politican_id": 59,
        "start_date": "2023.02.09",
        "end_date": "2023.02.11",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos, Estijos Respublikos ir Latvijos Respublikos parlamentų narių krepšinio rungtynėse Baltijos Asamblėjos taurei laimėti (Estijos Respublika)"
    },
    {
        "id": 271,
        "politican_id": 59,
        "start_date": "2022.05.05",
        "end_date": "2022.05.06",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos, Estijos Respublikos ir Latvijos Respublikos parlamentų narių krepšinio turnyre Baltijos Asamblėjos taurei laimėti (Latvijos Respublika)"
    },
    {
        "id": 272,
        "politican_id": 59,
        "start_date": "2021.12.07",
        "end_date": "2021.12.08",
        "description": "Dėl Deivido Labanavičiaus, Giedriaus Surplio ir Andriaus Vyšniausko dalyvavimo susitikimuose su Suomijos politikais (Suomijos Respublika)"
    },
    {
        "id": 273,
        "politican_id": 61,
        "start_date": "2023.01.19",
        "end_date": "2023.01.20",
        "description": "Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Prezidiumo, Biudžeto ir kontrolės komiteto ir bendrame Saugumo ir gynybos komiteto bei Ekonomikos, energetikos ir inovacijų komiteto posėdžiuose (Estijos Respublika)"
    },
    {
        "id": 274,
        "politican_id": 61,
        "start_date": "2022.10.27",
        "end_date": "2022.10.29",
        "description": "Dėl Seimo narių dalyvavimo Baltijos Asamblėjos 41-ojoje sesijoje ir 28-ojoje Baltijos Taryboje (Latvijos Respublika)"
    },
    {
        "id": 275,
        "politican_id": 61,
        "start_date": "2022.09.25",
        "end_date": "2022.09.30",
        "description": "Dėl Guodos Burokienės, Orintos Leiputės, Aušrinės Norkienės ir Rimantės Šalaševičiūtės dalyvavimo apskritojo stalo diskusijose „Lietuvos ir Turkijos verslo forumas“ (Turkijos Respublika)"
    },
    {
        "id": 276,
        "politican_id": 61,
        "start_date": "2022.09.25",
        "end_date": "2022.09.30",
        "description": "Dėl Seimo valdybos 2022 m. rugpjūčio 25 d. sprendimo Nr. SV-S-630 „Dėl Guodos Burokienės, Orintos Leiputės, Aušrinės Norkienės ir Rimantės Šalaševičiūtės dalyvavimo apskritojo stalo diskusijose „Lietu (Turkijos Respublika)"
    },
    {
        "id": 277,
        "politican_id": 61,
        "start_date": "2022.09.22",
        "end_date": "2022.09.23",
        "description": "Dėl Seimo valdybos 2022 m. liepos 27 d. sprendimo Nr. SV-S-613 „Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Konsultacijų tarybos, Prezidiumo ir Biudžeto ir kontrolės komiteto posėdžiuose“ pakeitimo (Latvijos Respublika)"
    },
    {
        "id": 278,
        "politican_id": 61,
        "start_date": "2022.09.22",
        "end_date": "2022.09.23",
        "description": "Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Konsultacijų tarybos, Prezidiumo ir Biudžeto ir kontrolės komiteto posėdžiuose (Latvijos Respublika)"
    },
    {
        "id": 279,
        "politican_id": 61,
        "start_date": "2022.09.22",
        "end_date": "2022.09.23",
        "description": "Dėl Seimo valdybos 2022 m. liepos 27 d. sprendimo Nr. SV-S-613 „Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Konsultacijų tarybos, Prezidiumo ir Biudžeto ir kontrolės komiteto posėdžiuose“ pakeitimo (Latvijos Respublika)"
    },
    {
        "id": 280,
        "politican_id": 61,
        "start_date": "2022.09.04",
        "end_date": "2022.09.07",
        "description": "Dėl Andriaus Kupčinsko, Orintos Leiputės ir Audriaus Petrošiaus dalyvavimo Baltijos Asamblėjos ir Šiaurės Tarybos aukščiausiojo lygio susitikime (Islandijos Respublika)"
    },
    {
        "id": 281,
        "politican_id": 61,
        "start_date": "2022.06.11",
        "end_date": "2022.06.13",
        "description": "Dėl Andriaus Kupčinsko ir Orintos Leiputės dalyvavimo 31-ojoje Baltijos jūros parlamentinėje konferencijoje ir Baltijos Asamblėjos Prezidiumo posėdyje (Švedijos Karalystė)"
    },
    {
        "id": 282,
        "politican_id": 61,
        "start_date": "2022.04.28",
        "end_date": "2022.04.30",
        "description": "Dėl Seimo valdybos 2022 m. balandžio 7 d. sprendimo Nr. SV-S-453 „Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Saugumo ir gynybos komiteto posėdyje“ pakeitimo (Lietuvos Respublika)"
    },
    {
        "id": 283,
        "politican_id": 61,
        "start_date": "2022.04.28",
        "end_date": "2022.04.30",
        "description": "Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Saugumo ir gynybos komiteto posėdyje (Lietuvos Respublika)"
    },
    {
        "id": 284,
        "politican_id": 61,
        "start_date": "2022.04.24",
        "end_date": "2022.04.25",
        "description": "Dėl Andriaus Kupčinsko, Orintos Leiputės, Andriaus Mazuronio ir Audriaus Petrošiaus dalyvavimo Baltijos Asamblėjos ir Šiaurės Tarybos aukščiausiojo lygio susitikime, Baltijos Asamblėjos ir Šiaurės Tar (Suomijos Respublika)"
    },
    {
        "id": 285,
        "politican_id": 61,
        "start_date": "2022.03.25",
        "end_date": "2022.03.26",
        "description": "Dėl Andriaus Kupčinsko ir Orintos Leiputės dalyvavimo Beniliukso parlamento plenarinėje sesijoje (Belgijos Karalystė)"
    },
    {
        "id": 286,
        "politican_id": 61,
        "start_date": "2022.03.21",
        "end_date": "2022.03.22",
        "description": "Dėl Andriaus Kupčinsko ir Orintos Leiputės dalyvavimo Šiaurės Tarybos sesijoje ir plenariniuose debatuose (Švedijos Karalystė)"
    },
    {
        "id": 287,
        "politican_id": 61,
        "start_date": "2022.02.17",
        "end_date": "2022.02.18",
        "description": "Dėl Andriaus Kupčinsko ir Orintos Leiputės dalyvavimo Baltijos Asamblėjos Prezidiumo posėdyje (Latvijos Respublika)"
    },
    {
        "id": 288,
        "politican_id": 61,
        "start_date": "2022.02.06",
        "end_date": "2022.02.08",
        "description": "Dėl Andriaus Kupčinsko ir Orintos Leiputės dalyvavimo Europos branduolinių mokslinių tyrimų organizacijos Baltijos šalių grupės ir Baltijos Asamblėjos Prezidiumo posėdyje (Šveicarijos Konfederacija)"
    },
    {
        "id": 289,
        "politican_id": 61,
        "start_date": "2021.10.05",
        "end_date": "2021.10.08",
        "description": "Dėl Guodos Burokienės, Paulės Kuzmickienės, Aušrinės Norkienės, Jurgitos Sejonienės, Rimantės Šalaševičiūtės ir Orintos Leiputės dalyvavimo Tarptautiniame moterų lyderių forume (Austrijos Respublika)"
    },
    {
        "id": 290,
        "politican_id": 62,
        "start_date": "2021.12.05",
        "end_date": "2021.12.07",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen vadovaujamos delegacijos darbo vizito į Lenkijos Respubliką (Lenkijos Respublika)"
    },
    {
        "id": 291,
        "politican_id": 63,
        "start_date": "2023.01.22",
        "end_date": "2023.01.28",
        "description": "Dėl Armino Lydekos, Aušrinės Norkienės, Ritos Tamašunienės ir Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinės sesijos posėdžiuose (Prancūzijos Respublika)"
    },
    {
        "id": 292,
        "politican_id": 63,
        "start_date": "2023.01.15",
        "end_date": "2023.01.17",
        "description": "Dėl Armino Lydekos dalyvavimo Viduržemio jūros regiono valstybių sąjungos Parlamentinės Asamblėjos Energetikos, aplinkos apsaugos ir vandens komiteto posėdyje (Portugalijos Respublika)"
    },
    {
        "id": 293,
        "politican_id": 63,
        "start_date": "2022.12.02",
        "end_date": "2022.12.03",
        "description": "Dėl Armino Lydekos dalyvavimo konferencijos dėl Europos ateities rezultatų aptarimo renginyje (Belgijos Karalystė)"
    },
    {
        "id": 294,
        "politican_id": 63,
        "start_date": "2022.12.01",
        "end_date": "2022.12.02",
        "description": "Dėl Armino Lydekos dalyvavimo Europos Parlamento Specialiojo komiteto užsienio šalių kišimosi į visus demokratinius procesus Europos Sąjungoje, įskaitant dezinformaciją, klausimais tarpparlamentiniame (Belgijos Karalystė)"
    },
    {
        "id": 295,
        "politican_id": 63,
        "start_date": "2022.11.30",
        "end_date": "2022.12.01",
        "description": "Dėl Armino Lydekos dalyvavimo Europos Parlamento Užsienio reikalų komiteto rengiamame posėdyje dėl Europos Sąjungos užsienio ir saugumo politikos iššūkių (Belgijos Karalystė)"
    },
    {
        "id": 296,
        "politican_id": 63,
        "start_date": "2022.11.16",
        "end_date": "2022.11.17",
        "description": "Dėl Armino Lydekos dalyvavimo Viduržemio jūros regiono valstybių sąjungos Parlamentinės Asamblėjos Politikos reikalų, saugumo ir žmogaus teisių komiteto posėdyje (Belgijos Karalystė)"
    },
    {
        "id": 297,
        "politican_id": 63,
        "start_date": "2022.10.26",
        "end_date": "2022.10.28",
        "description": "Dėl Armino Lydekos dalyvavimo Europos valstybių aukščiausiojo lygio apskritojo stalo susitikime (Belgijos Karalystė)"
    },
    {
        "id": 298,
        "politican_id": 63,
        "start_date": "2022.10.11",
        "end_date": "2022.10.15",
        "description": "Dėl Armino Lydekos ir Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinėje sesijoje (Prancūzijos Respublika)"
    },
    {
        "id": 299,
        "politican_id": 63,
        "start_date": "2022.10.11",
        "end_date": "2022.10.15",
        "description": "Dėl Seimo valdybos 2022 m. rugsėjo 28 d. sprendimo Nr. SV-S-663 „Dėl Armino Lydekos ir Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinėje sesijoje“ pakeitimo (Prancūzijos Respublika)"
    },
    {
        "id": 300,
        "politican_id": 63,
        "start_date": "2022.10.11",
        "end_date": "2022.10.15",
        "description": "Dėl Seimo valdybos 2022 m. rugsėjo 28 d. sprendimo Nr. SV-S-663 „Dėl Laimos Liucijos Andrikienės, Armino Lydekos ir Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinėje s (Prancūzijos Respublika)"
    },
    {
        "id": 301,
        "politican_id": 63,
        "start_date": "2022.09.29",
        "end_date": "2022.10.04",
        "description": "Dėl Armino Lydekos dalyvavimo Bosnijos ir Hercegovinos visuotinių rinkimų stebėjimo misijoje (Bosnijos ir Hercogovinos Respublika)"
    },
    {
        "id": 302,
        "politican_id": 63,
        "start_date": "2022.09.15",
        "end_date": "2022.09.17",
        "description": "Dėl Armino Lydekos dalyvavimo Europos Tarybos Parlamentinės Asamblėjos Lygių galimybių ir nediskriminavimo komiteto posėdyje (Prancūzijos Respublika)"
    },
    {
        "id": 303,
        "politican_id": 63,
        "start_date": "2022.09.04",
        "end_date": "2022.09.06",
        "description": "Dėl Seimo narių dalyvavimo Tarpparlamentinėje bendros užsienio ir saugumo politikos bei bendros saugumo ir gynybos politikos konferencijoje (Čekijos Respublika)"
    },
    {
        "id": 304,
        "politican_id": 63,
        "start_date": "2022.08.24",
        "end_date": "2022.08.28",
        "description": "Dėl Laimos Liucijos Andrikienės, Armino Lydekos ir Emanuelio Zingerio darbo vizito į Ukrainą (Ukraina)"
    },
    {
        "id": 305,
        "politican_id": 63,
        "start_date": "2022.08.24",
        "end_date": "2022.08.28",
        "description": "Dėl Seimo valdybos 2022 m. rugpjūčio 10 d. sprendimo Nr. SV-S-624 „Dėl Laimos Liucijos Andrikienės, Armino Lydekos ir Emanuelio Zingerio darbo vizito į Ukrainą“ pakeitimo (Ukraina)"
    },
    {
        "id": 306,
        "politican_id": 63,
        "start_date": "2022.06.09",
        "end_date": "2022.06.11",
        "description": "Dėl Armino Lydekos, Laimos Mogenienės ir Valdo Rakučio dalyvavimo susitikimuose su Belgijos Karalystės valdžios atstovais (Belgijos Karalystė)"
    },
    {
        "id": 307,
        "politican_id": 63,
        "start_date": "2022.05.30",
        "end_date": "2022.06.01",
        "description": "Dėl Armino Lydekos dalyvavimo Europos Tarybos Parlamentinės Asamblėjos Nuolatinio komiteto posėdyje (Airija)"
    },
    {
        "id": 308,
        "politican_id": 63,
        "start_date": "2022.05.08",
        "end_date": "2022.05.11",
        "description": "Dėl Armino Lydekos dalyvavimo Europos Tarybos Parlamentinės Asamblėjos Kultūros, mokslo, švietimo ir žiniasklaidos komiteto posėdžiuose (Italijos Respublika)"
    },
    {
        "id": 309,
        "politican_id": 63,
        "start_date": "2022.04.29",
        "end_date": "2022.05.01",
        "description": "Dėl Seimo valdybos 2022 m. balandžio 13 d. sprendimo Nr. SV-S-461 „Dėl Armino Lydekos, Rūtos Miliūtės ir Luko Savicko dalyvavimo Konferencijos dėl Europos ateities plenariniuose posėdžiuose“ pakeitimo (Prancūzijos Respublika)"
    },
    {
        "id": 310,
        "politican_id": 63,
        "start_date": "2022.04.28",
        "end_date": "2022.05.01",
        "description": "Dėl Armino Lydekos, Rūtos Miliūtės ir Luko Savicko dalyvavimo Konferencijos dėl Europos ateities plenariniuose posėdžiuose (Prancūzijos Respublika)"
    },
    {
        "id": 311,
        "politican_id": 63,
        "start_date": "2022.04.24",
        "end_date": "2022.04.30",
        "description": "Dėl Seimo narių dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinėje sesijoje (Prancūzijos Respublika)"
    },
    {
        "id": 312,
        "politican_id": 63,
        "start_date": "2022.04.24",
        "end_date": "2022.04.30",
        "description": "Dėl Seimo valdybos 2022 m. balandžio 13 d. sprendimo Nr. SV-S-460 „Dėl Seimo narių dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinėje sesijoje“ pakeitimo (Prancūzijos Respublika)"
    },
    {
        "id": 313,
        "politican_id": 63,
        "start_date": "2022.04.07",
        "end_date": "2022.04.10",
        "description": "Dėl Seimo valdybos 2022 m. kovo 31 d. sprendimo Nr. SV-S-447 „Dėl Armino Lydekos, Rūtos Miliūtės ir Luko Savicko dalyvavimo Konferencijos dėl Europos ateities plenariniuose posėdžiuose“ pakeitimo (Prancūzijos Respublika)"
    },
    {
        "id": 314,
        "politican_id": 63,
        "start_date": "2022.04.07",
        "end_date": "2022.04.10",
        "description": "Dėl Armino Lydekos, Rūtos Miliūtės ir Luko Savicko dalyvavimo Konferencijos dėl Europos ateities plenariniuose posėdžiuose (Prancūzijos Respublika)"
    },
    {
        "id": 315,
        "politican_id": 63,
        "start_date": "2022.03.24",
        "end_date": "2022.03.27",
        "description": "Dėl Armino Lydekos, Rūtos Miliūtės ir Luko Savicko dalyvavimo Konferencijos dėl Europos ateities plenarinėje sesijoje (Prancūzijos Respublika)"
    },
    {
        "id": 316,
        "politican_id": 63,
        "start_date": "2022.03.13",
        "end_date": "2022.03.16",
        "description": "Dėl Seimo narių dalyvavimo Europos Tarybos Parlamentinės Asamblėjos neeilinėje plenarinėje sesijoje (Prancūzijos Respublika)"
    },
    {
        "id": 317,
        "politican_id": 63,
        "start_date": "2022.03.10",
        "end_date": "2022.03.13",
        "description": "Dėl Armino Lydekos ir Luko Savicko dalyvavimo Konferencijos dėl Europos ateities plenariniame posėdyje (Prancūzijos Respublika)"
    },
    {
        "id": 318,
        "politican_id": 63,
        "start_date": "2022.03.03",
        "end_date": "2022.03.05",
        "description": "Dėl Armino Lydekos dalyvavimo Europos Tarybos Parlamentinės Asamblėjos Kultūros, mokslo, švietimo ir žiniasklaidos komiteto posėdyje (Prancūzijos Respublika)"
    },
    {
        "id": 319,
        "politican_id": 63,
        "start_date": "2022.02.24",
        "end_date": "2022.02.26",
        "description": "Dėl Seimo valdybos 2022 m. vasario 11 d. sprendimo Nr. SV-S-384 „Dėl Seimo narių dalyvavimo Tarpparlamentinėje bendros užsienio ir saugumo politikos bei bendros saugumo ir gynybos politikos konferenci (Prancūzijos Respublika)"
    },
    {
        "id": 320,
        "politican_id": 63,
        "start_date": "2022.02.24",
        "end_date": "2022.02.26",
        "description": "Dėl Seimo valdybos 2022 m. vasario 11 d. sprendimo Nr. SV-S-384 „Dėl Seimo narių dalyvavimo Tarpparlamentinėje bendros užsienio ir saugumo politikos bei bendros saugumo ir gynybos politikos konferenci (Prancūzijos Respublika)"
    },
    {
        "id": 321,
        "politican_id": 63,
        "start_date": "2022.02.24",
        "end_date": "2022.02.26",
        "description": "Dėl Seimo narių dalyvavimo Tarpparlamentinėje bendros užsienio ir saugumo politikos bei bendros saugumo ir gynybos politikos konferencijoje (Prancūzijos Respublika)"
    },
    {
        "id": 322,
        "politican_id": 63,
        "start_date": "2022.01.20",
        "end_date": "2022.01.23",
        "description": "Dėl Armino Lydekos dalyvavimo Konferencijos dėl Europos ateities plenariniame posėdyje (Prancūzijos Respublika)"
    },
    {
        "id": 323,
        "politican_id": 63,
        "start_date": "2021.12.02",
        "end_date": "2021.12.05",
        "description": "Dėl Armino Lydekos dalyvavimo Viduržemio jūros regiono valstybių sąjungos Parlamentinės Asamblėjos 16-ojoje plenarinėje sesijoje (Belgijos Karalystė)"
    },
    {
        "id": 324,
        "politican_id": 63,
        "start_date": "2021.11.11",
        "end_date": "2021.11.16",
        "description": "Dėl Armino Lydekos dalyvavimo Bulgarijos Respublikos prezidento ir išankstinių Bulgarijos Respublikos Nacionalinio Susirinkimo rinkimų stebėjimo misijoje (Bulgarijos Respublika)"
    },
    {
        "id": 325,
        "politican_id": 63,
        "start_date": "2021.10.21",
        "end_date": "2021.10.24",
        "description": "Dėl Armino Lydekos ir Luko Savicko dalyvavimo Konferencijos dėl Europos ateities plenariniame posėdyje (Prancūzijos Respublika)"
    },
    {
        "id": 326,
        "politican_id": 63,
        "start_date": "2021.10.05",
        "end_date": "2021.10.07",
        "description": "DĖL Jono Jaručio, Ligitos Girskienės, Armino Lydekos ir Emanuelio Zingerio dalyvavimo Holokausto  80-mečio minėjimo renginiuose ir susitikimuose su  Ukrainos Aukščiausiosios Rados nariais (Ukraina)"
    },
    {
        "id": 327,
        "politican_id": 63,
        "start_date": "2021.10.05",
        "end_date": "2021.10.07",
        "description": "Dėl Jono Jaručio, Ligitos Girskienės, Armino Lydekos ir Emanuelio Zingerio dalyvavimo Holokausto 80-mečio minėjimo renginiuose ir susitikimuose su Ukrainos Aukščiausiosios Rados nariais (Ukraina)"
    },
    {
        "id": 328,
        "politican_id": 63,
        "start_date": "2021.09.27",
        "end_date": "2021.10.01",
        "description": "Dėl Laimos Liucijos Andrikienės, Armino Lydekos, Kęstučio Masiulio, Luko Savicko Ir Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinėje sesijoje Strasbūre (Prancūzijos Respublika)"
    },
    {
        "id": 329,
        "politican_id": 63,
        "start_date": "2021.07.09",
        "end_date": "2021.07.13",
        "description": "Dėl Armino Lydekos dalyvavimo priešlaikinių Bulgarijos Respublikos Nacionalinio Susirinkimo rinkimų stebėjimo misijoje (Bulgarijos Respublika)"
    },
    {
        "id": 330,
        "politican_id": 63,
        "start_date": "2021.06.17",
        "end_date": "2021.06.22",
        "description": "Dėl Armino Lydekos, Vilijos Targamadzės, Tomo Tomilino ir Aurelijaus Verygos dalyvavimo Armėnijos Respublikos Nacionalinio Susirinkimo rinkimų stebėjimo misijoje (Armėnijos Respublika)"
    },
    {
        "id": 331,
        "politican_id": 65,
        "start_date": "2022.10.11",
        "end_date": "2022.10.14",
        "description": "Dėl Raimundo Lopatos, Monikos Ošmianskienės ir Luko Savicko dalyvavimo pasaulio valstybių parlamentų ateities komitetų aukščiausiojo lygio susitikime (Suomijos Respublika)"
    },
    {
        "id": 332,
        "politican_id": 65,
        "start_date": "2022.09.07",
        "end_date": "2022.09.10",
        "description": "Dėl Seimo narių dalyvavimo Jungtinių Amerikos Valstijų Valstybės departamento organizuojamuose susitikimuose NATO būstinėje (Belgijos Karalystė)"
    },
    {
        "id": 333,
        "politican_id": 65,
        "start_date": "2022.06.01",
        "end_date": "2022.06.04",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 11 d. sprendimo Nr. SV-S-499 „Dėl Morganos Danielės, Mariaus Matijošaičio, Vytauto Mitalo ir Ievos Pakarklytės dalyvavimo Liberalų ir demokratų aljanso už Europą kon (Airija)"
    },
    {
        "id": 334,
        "politican_id": 65,
        "start_date": "2022.06.01",
        "end_date": "2022.06.04",
        "description": "Dėl Morganos Danielės, Mariaus Matijošaičio, Vytauto Mitalo ir Ievos Pakarklytės dalyvavimo Liberalų ir demokratų aljanso už Europą kongrese (Airija)"
    },
    {
        "id": 335,
        "politican_id": 65,
        "start_date": "2022.06.01",
        "end_date": "2022.06.04",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 11 d. sprendimo Nr. SV-S-499 „Dėl Morganos Danielės, Raimundo Lopatos, Mariaus Matijošaičio ir Vytauto Mitalo dalyvavimo Liberalų ir demokratų aljanso už Europą kong (Airija)"
    },
    {
        "id": 336,
        "politican_id": 65,
        "start_date": "2022.04.07",
        "end_date": "2022.04.09",
        "description": "Dėl Seimo narių darbo vizito į Ukrainą (Ukraina)"
    },
    {
        "id": 337,
        "politican_id": 65,
        "start_date": "2022.02.15",
        "end_date": "2022.02.17",
        "description": "Dėl Seimo narių dalyvavimo susitikimuose su Ukrainos Aukščiausiosios Rados atstovais (Ukraina)"
    },
    {
        "id": 338,
        "politican_id": 65,
        "start_date": "2021.11.16",
        "end_date": "2021.11.20",
        "description": "Dėl Raimundo Lopatos, Antano Matulo, Andriaus Mazuronio ir Zenono Streikaus dalyvavimo Lietuvos ir Armėnijos diplomatinių santykių užmezgimo 30-mečio minėjimo renginiuose (Armėnijos Respublika)"
    },
    {
        "id": 339,
        "politican_id": 65,
        "start_date": "2021.11.11",
        "end_date": "2021.11.13",
        "description": "Dėl Raimundo Lopatos dalyvavimo susitikimuose su Sakartvelo valdžios atstovais (Gruzija)"
    },
    {
        "id": 340,
        "politican_id": 65,
        "start_date": "2021.11.11",
        "end_date": "2021.11.13",
        "description": "Dėl Seimo valdybos 2021 m. lapkričio 10 d. sprendimo Nr. SV-S-295 „Dėl Raimundo Lopatos dalyvavimo susitikimuose su Sakartvelo valdžios atstovais“ pakeitimo (Gruzija)"
    },
    {
        "id": 341,
        "politican_id": 65,
        "start_date": "2021.09.30",
        "end_date": "2021.10.04",
        "description": "Dėl Paulės Kuzmickienės, Raimundo Lopatos, Giedriaus Surplio, Vilijos Targamadzės ir Andriaus Vyšniausko dalyvavimo Sakartvelo vietos savivaldos rinkimų stebėjimo misijoje (Gruzija)"
    },
    {
        "id": 342,
        "politican_id": 66,
        "start_date": "2022.08.08",
        "end_date": "2022.08.14",
        "description": "Dėl Vytauto Gapšio ir Mykolo Majausko dalyvavimo susitikimuose su Indijos Respublikos valdžios atstovais (Indijos Respublika)"
    },
    {
        "id": 343,
        "politican_id": 66,
        "start_date": "2022.07.29",
        "end_date": "2022.07.29",
        "description": "Dėl Vytauto Gapšio, Liudo Jonaičio ir Mykolo Majausko dalyvavimo susitikime su Latvijos Respublikos Saeimos Biudžeto ir finansų komiteto pirmininke Vita Anda Tērauda (Latvijos Respublika)"
    },
    {
        "id": 344,
        "politican_id": 67,
        "start_date": "2022.06.02",
        "end_date": "2022.06.04",
        "description": "Dėl Mato Maldeikio dalyvavimo konferencijoje „Kinijos švelniosios galios projekcija Pietryčių Azijoje ir Europoje – kokios pamokos išmoktos?“ (Slovakijos Respublika)"
    },
    {
        "id": 345,
        "politican_id": 67,
        "start_date": "2022.04.07",
        "end_date": "2022.04.09",
        "description": "Dėl Seimo narių darbo vizito į Ukrainą (Ukraina)"
    },
    {
        "id": 346,
        "politican_id": 67,
        "start_date": "2022.03.03",
        "end_date": "2022.03.05",
        "description": "Dėl Seimo valdybos 2022 m. vasario 24 d. sprendimo Nr. SV-S-399 „Dėl Domo Griškevičiaus, Mato Maldeikio, Mariaus Matijošaičio ir Aurelijaus Verygos dalyvavimo Sąjungos reikalų parlamentinių komitetų k (Prancūzijos Respublika)"
    },
    {
        "id": 347,
        "politican_id": 67,
        "start_date": "2022.03.03",
        "end_date": "2022.03.05",
        "description": "Dėl Domo Griškevičiaus, Mato Maldeikio, Mariaus Matijošaičio ir Aurelijaus Verygos dalyvavimo Sąjungos reikalų parlamentinių komitetų konferencijos (COSAC) LXVII plenariniame posėdyje (Prancūzijos Respublika)"
    },
    {
        "id": 348,
        "politican_id": 67,
        "start_date": "2021.11.27",
        "end_date": "2021.12.06",
        "description": "Dėl Seimo narių dalyvavimo Atviro parlamento forume (Taivanas)"
    },
    {
        "id": 349,
        "politican_id": 68,
        "start_date": "2023.01.19",
        "end_date": "2023.01.20",
        "description": "Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Prezidiumo, Biudžeto ir kontrolės komiteto ir bendrame Saugumo ir gynybos komiteto bei Ekonomikos, energetikos ir inovacijų komiteto posėdžiuose (Estijos Respublika)"
    },
    {
        "id": 350,
        "politican_id": 68,
        "start_date": "2022.10.28",
        "end_date": "2022.11.01",
        "description": "Dėl Algimanto Dumbravos, Kęstučio Masiulio ir Roberto Šarknicko dalyvavimo susitikimuose su Heseno ir Badeno-Viurtembergo landtagų ir vyriausybių atstovais (Vokietijos Federacinė Respublika)"
    },
    {
        "id": 351,
        "politican_id": 68,
        "start_date": "2022.10.28",
        "end_date": "2022.11.01",
        "description": "Dėl Seimo valdybos 2022 m. spalio 5 d. sprendimo Nr. SV-S-685 „Dėl Algimanto Dumbravos, Kęstučio Masiulio ir Roberto Šarknicko dalyvavimo susitikimuose su Heseno ir Badeno-Viurtembergo landtagų ir vyr (Vokietijos Federacinė Respublika)"
    },
    {
        "id": 352,
        "politican_id": 68,
        "start_date": "2022.10.28",
        "end_date": "2022.11.01",
        "description": "Dėl Seimo valdybos 2022 m. spalio 5 d. sprendimo Nr. SV-S-685 „Dėl Algimanto Dumbravos, Kęstučio Masiulio ir Roberto Šarknicko dalyvavimo susitikimuose su Heseno ir Badeno-Viurtembergo landtagų ir vyr (Vokietijos Federacinė Respublika)"
    },
    {
        "id": 353,
        "politican_id": 68,
        "start_date": "2022.09.22",
        "end_date": "2022.09.23",
        "description": "Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Konsultacijų tarybos, Prezidiumo ir Biudžeto ir kontrolės komiteto posėdžiuose (Latvijos Respublika)"
    },
    {
        "id": 354,
        "politican_id": 68,
        "start_date": "2022.09.22",
        "end_date": "2022.09.23",
        "description": "Dėl Seimo valdybos 2022 m. liepos 27 d. sprendimo Nr. SV-S-613 „Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Konsultacijų tarybos, Prezidiumo ir Biudžeto ir kontrolės komiteto posėdžiuose“ pakeitimo (Latvijos Respublika)"
    },
    {
        "id": 355,
        "politican_id": 68,
        "start_date": "2022.09.22",
        "end_date": "2022.09.23",
        "description": "Dėl Seimo valdybos 2022 m. liepos 27 d. sprendimo Nr. SV-S-613 „Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Konsultacijų tarybos, Prezidiumo ir Biudžeto ir kontrolės komiteto posėdžiuose“ pakeitimo (Latvijos Respublika)"
    },
    {
        "id": 356,
        "politican_id": 68,
        "start_date": "2022.06.30",
        "end_date": "2022.07.04",
        "description": "Dėl Kęstučio Masiulio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos Europos prizo pakomitečio posėdyje (Prancūzijos Respublika)"
    },
    {
        "id": 357,
        "politican_id": 68,
        "start_date": "2022.05.12",
        "end_date": "2022.05.13",
        "description": "Dėl Kęstučio Masiulio ir Laimos Nagienės dalyvavimo Baltijos Asamblėjos ir Baltijos Ministrų Tarybos konferencijoje (Latvijos Respublika)"
    },
    {
        "id": 358,
        "politican_id": 68,
        "start_date": "2022.04.01",
        "end_date": "2022.04.04",
        "description": "Dėl Kęstučio Masiulio dalyvavimo Serbijos Respublikos prezidento ir pirmalaikių Serbijos Respublikos Tautos Skupštinos rinkimų stebėjimo misijoje (Serbija)"
    },
    {
        "id": 359,
        "politican_id": 68,
        "start_date": "2022.03.13",
        "end_date": "2022.03.16",
        "description": "Dėl Seimo narių dalyvavimo Europos Tarybos Parlamentinės Asamblėjos neeilinėje plenarinėje sesijoje (Prancūzijos Respublika)"
    },
    {
        "id": 360,
        "politican_id": 68,
        "start_date": "2022.02.03",
        "end_date": "2022.02.04",
        "description": "Dėl Kęstučio Masiulio ir Valdemaro Valkiūno dalyvavimo Baltijos Asamblėjos Ekonomikos, energetikos ir inovacijų komiteto bei Biudžeto ir kontrolės komiteto posėdžiuose (Estijos Respublika)"
    },
    {
        "id": 361,
        "politican_id": 68,
        "start_date": "2021.11.25",
        "end_date": "2021.11.30",
        "description": "Dėl Kęstučio Masiulio dalyvavimo Kirgizijos Respublikos parlamento rinkimų stebėjimo misijoje (Kirgizijos Respublika)"
    },
    {
        "id": 362,
        "politican_id": 68,
        "start_date": "2021.10.28",
        "end_date": "2021.11.01",
        "description": "Dėl Audroniaus Ažubalio ir Kęstučio Masiulio dalyvavimo Sakartvelo vietos savivaldos rinkimų stebėjimo misijoje ir susitikimuose su valdžios atstovais (Gruzija)"
    },
    {
        "id": 363,
        "politican_id": 68,
        "start_date": "2021.10.28",
        "end_date": "2021.11.01",
        "description": "Dėl Seimo valdybos 2021 m. spalio 20 d. sprendimo Nr. SV-S-258 „Dėl Audroniaus Ažubalio, Kęstučio Masiulio ir Rūtos Miliūtės dalyvavimo Sakartvelo vietos savivaldos rinkimų stebėjimo misijoje ir susitikimuose su valdžios atstovais“ pakeitimo (Gruzija)"
    },
    {
        "id": 364,
        "politican_id": 68,
        "start_date": "2021.10.22",
        "end_date": "2021.10.25",
        "description": "Dėl Kęstučio Masiulio dalyvavimo Uzbekistano Respublikos prezidento rinkimų stebėjimo misijoje (Uzbekistano Respublika)"
    },
    {
        "id": 365,
        "politican_id": 68,
        "start_date": "2021.09.27",
        "end_date": "2021.10.01",
        "description": "Dėl Laimos Liucijos Andrikienės, Armino Lydekos, Kęstučio Masiulio, Luko Savicko Ir Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinėje sesijoje Strasbūre (Prancūzijos Respublika)"
    },
    {
        "id": 366,
        "politican_id": 70,
        "start_date": "2022.11.13",
        "end_date": "2022.11.16",
        "description": "Dėl Audroniaus Ažubalio, Vytauto Gapšio, Mariaus Matijošaičio ir Giedriaus Surplio dalyvavimo Europos Sąjungos reikalų parlamentinių komitetų konferencijos (COSAC) LXVIII plenariniame posėdyje (Čekijos Respublika)"
    },
    {
        "id": 367,
        "politican_id": 70,
        "start_date": "2022.09.11",
        "end_date": "2022.09.16",
        "description": "Dėl Mariaus Matijošaičio ir Dovilės Šakalienės dalyvavimo Tarpparlamentinio aljanso dėl Kinijos organizuojamame susitikime (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 368,
        "politican_id": 70,
        "start_date": "2022.07.22",
        "end_date": "2022.07.25",
        "description": "Dėl Audroniaus Ažubalio, Mariaus Matijošaičio ir Emanuelio Zingerio dalyvavimo pasauliniame aukščiausiojo lygio susitikime „Laisvas Iranas 2022“ (Albanija)"
    },
    {
        "id": 369,
        "politican_id": 70,
        "start_date": "2022.07.22",
        "end_date": "2022.07.25",
        "description": "Dėl Seimo valdybos 2022 m. birželio 22 d. sprendimo Nr. SV-S-577 „Dėl Audroniaus Ažubalio, Mariaus Matijošaičio ir Emanuelio Zingerio dalyvavimo pasauliniame aukščiausiojo lygio susitikime „Laisvas Ir (Albanija)"
    },
    {
        "id": 370,
        "politican_id": 70,
        "start_date": "2022.07.10",
        "end_date": "2022.07.13",
        "description": "Dėl Laimos Liucijos Andrikienės, Mariaus Matijošaičio ir Luko Savicko dalyvavimo susitikimuose su Moldovos Respublikos valdžios atstovais (Moldovos Respublika)"
    },
    {
        "id": 371,
        "politican_id": 70,
        "start_date": "2022.06.01",
        "end_date": "2022.06.04",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 11 d. sprendimo Nr. SV-S-499 „Dėl Morganos Danielės, Raimundo Lopatos, Mariaus Matijošaičio ir Vytauto Mitalo dalyvavimo Liberalų ir demokratų aljanso už Europą kong (Airija)"
    },
    {
        "id": 372,
        "politican_id": 70,
        "start_date": "2022.06.01",
        "end_date": "2022.06.04",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 11 d. sprendimo Nr. SV-S-499 „Dėl Morganos Danielės, Mariaus Matijošaičio, Vytauto Mitalo ir Ievos Pakarklytės dalyvavimo Liberalų ir demokratų aljanso už Europą kon (Airija)"
    },
    {
        "id": 373,
        "politican_id": 70,
        "start_date": "2022.06.01",
        "end_date": "2022.06.04",
        "description": "Dėl Morganos Danielės, Mariaus Matijošaičio, Vytauto Mitalo ir Ievos Pakarklytės dalyvavimo Liberalų ir demokratų aljanso už Europą kongrese (Airija)"
    },
    {
        "id": 374,
        "politican_id": 70,
        "start_date": "2022.05.15",
        "end_date": "2022.05.17",
        "description": "Dėl Mariaus Matijošaičio dalyvavimo Lietuvos Respublikos, Estijos Respublikos, Latvijos Respublikos ir Lenkijos Respublikos parlamentų Europos reikalų komitetų pirmininkų susitikime (Lenkijos Respublika)"
    },
    {
        "id": 375,
        "politican_id": 70,
        "start_date": "2022.05.04",
        "end_date": "2022.05.07",
        "description": "Dėl Mariaus Matijošaičio, Žygimanto Pavilionio, Tomo Tomilino ir Aurelijaus Verygos darbo vizito į Ukrainą (Ukraina)"
    },
    {
        "id": 376,
        "politican_id": 70,
        "start_date": "2022.04.07",
        "end_date": "2022.04.09",
        "description": "Dėl Seimo valdybos 2022 m. kovo 31 d. sprendimo Nr. SV-S-446 „Dėl Laimos Liucijos Andrikienės, Audroniaus Ažubalio, Mariaus Matijošaičio ir Giedriaus Surplio dalyvavimo susitikimuose su Čekijos Respub (Čekijos Respublika)"
    },
    {
        "id": 377,
        "politican_id": 70,
        "start_date": "2022.04.07",
        "end_date": "2022.04.09",
        "description": "Dėl Laimos Liucijos Andrikienės, Audroniaus Ažubalio, Mariaus Matijošaičio ir Giedriaus Surplio dalyvavimo susitikimuose su Čekijos Respublikos valdžios atstovais (Čekijos Respublika)"
    },
    {
        "id": 378,
        "politican_id": 70,
        "start_date": "2022.04.07",
        "end_date": "2022.04.09",
        "description": "Dėl Seimo valdybos 2022 m. kovo 31 d. sprendimo Nr. SV-S-446 „Dėl Laimos Liucijos Andrikienės, Audroniaus Ažubalio ir Mariaus Matijošaičio dalyvavimo susitikimuose su Čekijos Respublikos valdžios atst (Čekijos Respublika)"
    },
    {
        "id": 379,
        "politican_id": 70,
        "start_date": "2022.04.03",
        "end_date": "2022.04.06",
        "description": "Dėl Mariaus Matijošaičio dalyvavimo Frankofonijos Parlamentinės Asamblėjos Europos regiono delegacijų pirmininkų konferencijoje (Monako Kunigaikštystė)"
    },
    {
        "id": 380,
        "politican_id": 70,
        "start_date": "2021.12.17",
        "end_date": "2021.12.19",
        "description": "Dėl Audroniaus Ažubalio, Mariaus Matijošaičio ir Žygimanto Pavilionio dalyvavimo Lietuvos Respublikos, Estijos Respublikos Ir Latvijos Respublikos parlamentų užsienio reikalų komitetų susitikime (Estijos Respublika)"
    },
    {
        "id": 381,
        "politican_id": 70,
        "start_date": "2021.11.27",
        "end_date": "2021.12.06",
        "description": "Dėl Seimo narių dalyvavimo Atviro parlamento forume (Taivanas)"
    },
    {
        "id": 382,
        "politican_id": 70,
        "start_date": "2021.10.03",
        "end_date": "2021.10.06",
        "description": "Dėl Ievos Kačinskaitės-Urbonienės ir Mariaus Matijošaičio dalyvavimo pirmajame Trijų jūrų iniciatyvos valstybių jaunųjų parlamentarų susitikime (Lenkijos Respublika)"
    },
    {
        "id": 383,
        "politican_id": 70,
        "start_date": "2021.08.27",
        "end_date": "2021.09.01",
        "description": "Dėl Mariaus Matijošaičio dalyvavimo tarptautinėje konferencijoje (Suomijos Respublika)"
    },
    {
        "id": 384,
        "politican_id": 71,
        "start_date": "2021.11.16",
        "end_date": "2021.11.20",
        "description": "Dėl Raimundo Lopatos, Antano Matulo, Andriaus Mazuronio ir Zenono Streikaus dalyvavimo Lietuvos ir Armėnijos diplomatinių santykių užmezgimo 30-mečio minėjimo renginiuose (Armėnijos Respublika)"
    },
    {
        "id": 385,
        "politican_id": 72,
        "start_date": "2023.02.09",
        "end_date": "2023.02.11",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos, Estijos Respublikos ir Latvijos Respublikos parlamentų narių krepšinio rungtynėse Baltijos Asamblėjos taurei laimėti (Estijos Respublika)"
    },
    {
        "id": 386,
        "politican_id": 72,
        "start_date": "2023.01.19",
        "end_date": "2023.01.20",
        "description": "Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Prezidiumo, Biudžeto ir kontrolės komiteto ir bendrame Saugumo ir gynybos komiteto bei Ekonomikos, energetikos ir inovacijų komiteto posėdžiuose (Estijos Respublika)"
    },
    {
        "id": 387,
        "politican_id": 72,
        "start_date": "2022.10.27",
        "end_date": "2022.10.29",
        "description": "Dėl Seimo narių dalyvavimo Baltijos Asamblėjos 41-ojoje sesijoje ir 28-ojoje Baltijos Taryboje (Latvijos Respublika)"
    },
    {
        "id": 388,
        "politican_id": 72,
        "start_date": "2022.10.14",
        "end_date": "2022.10.18",
        "description": "Dėl Dalios Asanavičiūtės, Lauryno Kasčiūno ir Andriaus Mazuronio dalyvavimo Jungtinių Amerikos Valstijų lietuvių bendruomenės XXIII Tarybos antrojoje sesijoje (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 389,
        "politican_id": 72,
        "start_date": "2022.10.01",
        "end_date": "2022.10.05",
        "description": "Dėl Virgilijaus Aleknos, Lauryno Kasčiūno ir Andriaus Mazuronio dalyvavimo susitikimuose su Sakartvelo valdžios atstovais (Gruzija)"
    },
    {
        "id": 390,
        "politican_id": 72,
        "start_date": "2022.06.16",
        "end_date": "2022.06.18",
        "description": "Dėl Seimo valdybos 2022 m. birželio 8 d. sprendimo Nr. SV-S-557 „Dėl Andriaus Mazuronio ir Audriaus Petrošiaus dalyvavimo Beniliukso parlamento plenarinėje sesijoje“ pakeitimo (Belgijos Karalystė)"
    },
    {
        "id": 391,
        "politican_id": 72,
        "start_date": "2022.06.16",
        "end_date": "2022.06.18",
        "description": "Dėl Andriaus Mazuronio ir Audriaus Petrošiaus dalyvavimo Beniliukso parlamento plenarinėje sesijoje (Belgijos Karalystė)"
    },
    {
        "id": 392,
        "politican_id": 72,
        "start_date": "2022.05.15",
        "end_date": "2022.05.17",
        "description": "Dėl Audroniaus Ažubalio, Andriaus Mazuronio, Juliaus Sabatausko ir Arūno Valinsko dalyvavimo Prancūzijos Respublikos Senato Teisės komiteto ir Nacionalinės Asamblėjos Teisės komiteto rengiamoje tarppa (Prancūzijos Respublika)"
    },
    {
        "id": 393,
        "politican_id": 72,
        "start_date": "2022.05.05",
        "end_date": "2022.05.06",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos, Estijos Respublikos ir Latvijos Respublikos parlamentų narių krepšinio turnyre Baltijos Asamblėjos taurei laimėti (Latvijos Respublika)"
    },
    {
        "id": 394,
        "politican_id": 72,
        "start_date": "2022.04.28",
        "end_date": "2022.04.30",
        "description": "Dėl Seimo valdybos 2022 m. balandžio 7 d. sprendimo Nr. SV-S-453 „Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Saugumo ir gynybos komiteto posėdyje“ pakeitimo (Lietuvos Respublika)"
    },
    {
        "id": 395,
        "politican_id": 72,
        "start_date": "2022.04.28",
        "end_date": "2022.04.30",
        "description": "Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Saugumo ir gynybos komiteto posėdyje (Lietuvos Respublika)"
    },
    {
        "id": 396,
        "politican_id": 72,
        "start_date": "2022.04.24",
        "end_date": "2022.04.25",
        "description": "Dėl Andriaus Kupčinsko, Orintos Leiputės, Andriaus Mazuronio ir Audriaus Petrošiaus dalyvavimo Baltijos Asamblėjos ir Šiaurės Tarybos aukščiausiojo lygio susitikime, Baltijos Asamblėjos ir Šiaurės Tar (Suomijos Respublika)"
    },
    {
        "id": 397,
        "politican_id": 72,
        "start_date": "2022.04.07",
        "end_date": "2022.04.09",
        "description": "Dėl Seimo narių darbo vizito į Ukrainą (Ukraina)"
    },
    {
        "id": 398,
        "politican_id": 72,
        "start_date": "2022.03.24",
        "end_date": "2022.03.25",
        "description": "Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Ekonomikos, energetikos ir inovacijų komiteto bei Švietimo, mokslo ir kultūros komiteto posėdyje (Latvijos Respublika)"
    },
    {
        "id": 399,
        "politican_id": 72,
        "start_date": "2022.03.24",
        "end_date": "2022.03.25",
        "description": "Dėl Seimo valdybos 2022 m. kovo 9 d. sprendimo Nr. SV-S-415 „Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Ekonomikos, energetikos ir inovacijų komiteto bei Švietimo, mokslo ir kultūros komiteto posė (Latvijos Respublika)"
    },
    {
        "id": 400,
        "politican_id": 72,
        "start_date": "2022.03.24",
        "end_date": "2022.03.25",
        "description": "Dėl Seimo valdybos 2022 m. kovo 9 d. sprendimo Nr. SV-S-415 „Dėl Laimos Nagienės ir Valdemaro Valkiūno dalyvavimo Baltijos Asamblėjos Ekonomikos, energetikos ir inovacijų komiteto bei Švietimo, mokslo (Latvijos Respublika)"
    },
    {
        "id": 401,
        "politican_id": 72,
        "start_date": "2022.02.24",
        "end_date": "2022.02.26",
        "description": "Dėl Seimo narių dalyvavimo Tarpparlamentinėje bendros užsienio ir saugumo politikos bei bendros saugumo ir gynybos politikos konferencijoje (Prancūzijos Respublika)"
    },
    {
        "id": 402,
        "politican_id": 72,
        "start_date": "2022.02.24",
        "end_date": "2022.02.26",
        "description": "Dėl Seimo valdybos 2022 m. vasario 11 d. sprendimo Nr. SV-S-384 „Dėl Seimo narių dalyvavimo Tarpparlamentinėje bendros užsienio ir saugumo politikos bei bendros saugumo ir gynybos politikos konferenci (Prancūzijos Respublika)"
    },
    {
        "id": 403,
        "politican_id": 72,
        "start_date": "2022.02.24",
        "end_date": "2022.02.26",
        "description": "Dėl Seimo valdybos 2022 m. vasario 11 d. sprendimo Nr. SV-S-384 „Dėl Seimo narių dalyvavimo Tarpparlamentinėje bendros užsienio ir saugumo politikos bei bendros saugumo ir gynybos politikos konferenci (Prancūzijos Respublika)"
    },
    {
        "id": 404,
        "politican_id": 72,
        "start_date": "2022.01.24",
        "end_date": "2022.01.26",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen vadovaujamos delegacijos oficialaus vizito į Moldovos Respubliką (Moldovos Respublika)"
    },
    {
        "id": 405,
        "politican_id": 72,
        "start_date": "2022.01.19",
        "end_date": "2022.01.21",
        "description": "Dėl Lauryno Kasčiūno, Andriaus Mazuronio ir Audriaus Petrošiaus dalyvavimo Baltijos Asamblėjos Saugumo ir gynybos komiteto posėdyje (Latvijos Respublika)"
    },
    {
        "id": 406,
        "politican_id": 72,
        "start_date": "2021.12.07",
        "end_date": "2021.12.08",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos ir Ukrainos diplomatinių santykių užmezgimo 30-mečio minėjimo renginyje (Ukraina)"
    },
    {
        "id": 407,
        "politican_id": 72,
        "start_date": "2021.11.16",
        "end_date": "2021.11.20",
        "description": "Dėl Raimundo Lopatos, Antano Matulo, Andriaus Mazuronio ir Zenono Streikaus dalyvavimo Lietuvos ir Armėnijos diplomatinių santykių užmezgimo 30-mečio minėjimo renginiuose (Armėnijos Respublika)"
    },
    {
        "id": 408,
        "politican_id": 72,
        "start_date": "2021.10.24",
        "end_date": "2021.10.28",
        "description": "Dėl Seimo valdybos 2021 m. spalio 20 d. sprendimo Nr. SV-S-251 „Dėl Lauryno Kasčiūno, Andriaus Mazuronio ir Rimantės Šalaševičiūtės dalyvavimo susitikimuose su Ukrainos valdžios atstovais“ pakeitimo (Ukraina)"
    },
    {
        "id": 409,
        "politican_id": 73,
        "start_date": "2023.01.22",
        "end_date": "2023.01.24",
        "description": "Dėl Seimo narių dalyvavimo Europos žaliųjų partijos rengiamame susitikime „Europos žaliosios darbotvarkės iššūkiai ir perspektyvos Lietuvoje“ (Belgijos Karalystė)"
    },
    {
        "id": 410,
        "politican_id": 73,
        "start_date": "2022.11.09",
        "end_date": "2022.11.12",
        "description": "Dėl Seimo valdybos 2022 m. spalio 19 d. sprendimo Nr. SV-S-706 „Dėl Seimo narių dalyvavimo Lietuvos Respublikos Seimo ir Ukrainos Aukščiausiosios Rados Asamblėjos sesijoje“ pakeitimo (Ukraina)"
    },
    {
        "id": 411,
        "politican_id": 73,
        "start_date": "2022.11.09",
        "end_date": "2022.11.12",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos Seimo ir Ukrainos Aukščiausiosios Rados Asamblėjos sesijoje (Ukraina)"
    },
    {
        "id": 412,
        "politican_id": 73,
        "start_date": "2021.12.12",
        "end_date": "2021.12.14",
        "description": "Dėl Kęstučio Mažeikos dalyvavimo susitikime su už žemės ūkį ir kaimo plėtrą atsakingu Europos komisijos nariu Januszu Wojciechowskiu ir Lietuvos pieno gamintojais (Belgijos Karalystė)"
    },
    {
        "id": 413,
        "politican_id": 74,
        "start_date": "2022.06.20",
        "end_date": "2022.06.22",
        "description": "Dėl Mariaus Matijošaičio ir Rūtos Miliūtės dalyvavimo Trijų jūrų iniciatyvos forume (Latvijos Respublika)"
    },
    {
        "id": 414,
        "politican_id": 74,
        "start_date": "2022.06.20",
        "end_date": "2022.06.22",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 18 d. sprendimo Nr. SV-S-517 „Dėl Mariaus Matijošaičio ir Rūtos Miliūtės dalyvavimo Trijų jūrų iniciatyvos forume“ pakeitimo (Latvijos Respublika)"
    },
    {
        "id": 415,
        "politican_id": 74,
        "start_date": "2022.04.07",
        "end_date": "2022.04.10",
        "description": "Dėl Seimo valdybos 2022 m. kovo 31 d. sprendimo Nr. SV-S-447 „Dėl Armino Lydekos, Rūtos Miliūtės ir Luko Savicko dalyvavimo Konferencijos dėl Europos ateities plenariniuose posėdžiuose“ pakeitimo (Prancūzijos Respublika)"
    },
    {
        "id": 416,
        "politican_id": 74,
        "start_date": "2022.04.07",
        "end_date": "2022.04.10",
        "description": "Dėl Armino Lydekos, Rūtos Miliūtės ir Luko Savicko dalyvavimo Konferencijos dėl Europos ateities plenariniuose posėdžiuose (Prancūzijos Respublika)"
    },
    {
        "id": 417,
        "politican_id": 74,
        "start_date": "2022.03.24",
        "end_date": "2022.03.27",
        "description": "Dėl Armino Lydekos, Rūtos Miliūtės ir Luko Savicko dalyvavimo Konferencijos dėl Europos ateities plenarinėje sesijoje (Prancūzijos Respublika)"
    },
    {
        "id": 418,
        "politican_id": 74,
        "start_date": "2021.11.27",
        "end_date": "2021.12.06",
        "description": "Dėl Seimo narių dalyvavimo Atviro parlamento forume (Taivanas)"
    },
    {
        "id": 419,
        "politican_id": 74,
        "start_date": "2021.06.18",
        "end_date": "2021.06.20",
        "description": "Dėl Rūtos Miliūtės ir Luko Savicko dalyvavimo Konferencijos dėl Europos ateities inauguraciniame plenariniame posėdyje (Prancūzijos Respublika)"
    },
    {
        "id": 420,
        "politican_id": 75,
        "start_date": "2023.01.22",
        "end_date": "2023.02.01",
        "description": "Dėl Kristijono Bartoševičiaus, Vytauto Mitalo ir Andriaus Vyšniausko dalyvavimo įgyvendinant projektą „Demokratijos tinklo programa“ (Indijos Respublika)"
    },
    {
        "id": 421,
        "politican_id": 75,
        "start_date": "2023.01.22",
        "end_date": "2023.02.01",
        "description": "Dėl Seimo valdybos 2023 m. sausio 18 d. sprendimo Nr. SV-S-793 „Dėl Kristijono Bartoševičiaus, Vytauto Mitalo ir Andriaus Vyšniausko dalyvavimo įgyvendinant projektą „Demokratijos tinklo programa“ pak (Indijos Respublika)"
    },
    {
        "id": 422,
        "politican_id": 75,
        "start_date": "2022.12.02",
        "end_date": "2022.12.03",
        "description": "Dėl Vytauto Mitalo dalyvavimo Liberalų ir demokratų aljanso už Europą partijos tarybos posėdyje (Slovakijos Respublika)"
    },
    {
        "id": 423,
        "politican_id": 75,
        "start_date": "2022.06.01",
        "end_date": "2022.06.04",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 11 d. sprendimo Nr. SV-S-499 „Dėl Morganos Danielės, Raimundo Lopatos, Mariaus Matijošaičio ir Vytauto Mitalo dalyvavimo Liberalų ir demokratų aljanso už Europą kong (Airija)"
    },
    {
        "id": 424,
        "politican_id": 75,
        "start_date": "2022.06.01",
        "end_date": "2022.06.04",
        "description": "Dėl Morganos Danielės, Mariaus Matijošaičio, Vytauto Mitalo ir Ievos Pakarklytės dalyvavimo Liberalų ir demokratų aljanso už Europą kongrese (Airija)"
    },
    {
        "id": 425,
        "politican_id": 75,
        "start_date": "2022.06.01",
        "end_date": "2022.06.04",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 11 d. sprendimo Nr. SV-S-499 „Dėl Morganos Danielės, Mariaus Matijošaičio, Vytauto Mitalo ir Ievos Pakarklytės dalyvavimo Liberalų ir demokratų aljanso už Europą kon (Airija)"
    },
    {
        "id": 426,
        "politican_id": 75,
        "start_date": "2022.04.07",
        "end_date": "2022.04.09",
        "description": "Dėl Seimo narių darbo vizito į Ukrainą (Ukraina)"
    },
    {
        "id": 427,
        "politican_id": 75,
        "start_date": "2022.03.10",
        "end_date": "2022.03.12",
        "description": "Dėl Audroniaus Ažubalio, Vytauto Mitalo ir Valdo Rakučio dalyvavimo susitikimuose su Nyderlandų Karalystės valdžios atstovais (Nyderlandų Karalystė)"
    },
    {
        "id": 428,
        "politican_id": 75,
        "start_date": "2021.11.28",
        "end_date": "2021.11.29",
        "description": "Dėl Vytauto Mitalo dalyvavimo Šiaurės ir Baltijos valstybių parlamentų pirmininkų susitikime (Danijos Karalystė)"
    },
    {
        "id": 429,
        "politican_id": 75,
        "start_date": "2021.10.20",
        "end_date": "2021.10.23",
        "description": "Dėl Seimo valdybos 2021 m. rugsėjo 22 d. sprendimo Nr. SV-S-209 „Dėl Andriaus Kupčinsko, Vytauto Mitalo ir Emanuelio Zingerio dalyvavimo Europos parlamentų pirmininkų konferencijoje“ pakeitimo (Graikijos Respublika)"
    },
    {
        "id": 430,
        "politican_id": 75,
        "start_date": "2021.10.20",
        "end_date": "2021.10.22",
        "description": "Dėl Seimo valdybos 2021 m. rugsėjo 22 d. sprendimo Nr. SV-S-209 „Dėl Andriaus Kupčinsko, Vytauto Mitalo ir Emanuelio Zingerio dalyvavimo Europos parlamentų pirmininkų konferencijoje“ pakeitimo (Graikijos Respublika)"
    },
    {
        "id": 431,
        "politican_id": 75,
        "start_date": "2021.10.20",
        "end_date": "2021.10.22",
        "description": "Dėl Andriaus Kupčinsko, Vytauto Mitalo ir Emanuelio Zingerio dalyvavimo Europos parlamentų pirmininkų konferencijoje (Graikijos Respublika)"
    },
    {
        "id": 432,
        "politican_id": 75,
        "start_date": "2021.10.10",
        "end_date": "2021.10.11",
        "description": "Dėl Vytauto Mitalo dalyvavimo 25-ojoje „Forumo 2000“ konferencijoje (Čekijos Respublika)"
    },
    {
        "id": 433,
        "politican_id": 75,
        "start_date": "2021.09.15",
        "end_date": "2021.09.19",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen vadovaujamos delegacijos darbo vizito į Švedijos Karalystę (Švedijos Karalystė)"
    },
    {
        "id": 434,
        "politican_id": 76,
        "start_date": "2022.10.13",
        "end_date": "2022.10.15",
        "description": "Dėl Seimo valdybos 2022 m. rugsėjo 30 d. sprendimo Nr. SV-S-675 „Dėl Lino Kukuraičio, Laimos Mogenienės ir Luko Savicko dalyvavimo Europos demokratų partijos kongrese“ pakeitimo (Italijos Respublika)"
    },
    {
        "id": 435,
        "politican_id": 76,
        "start_date": "2022.10.13",
        "end_date": "2022.10.15",
        "description": "Dėl Lino Kukuraičio, Laimos Mogenienės ir Luko Savicko dalyvavimo Europos demokratų partijos kongrese (Italijos Respublika)"
    },
    {
        "id": 436,
        "politican_id": 76,
        "start_date": "2022.06.09",
        "end_date": "2022.06.11",
        "description": "Dėl Armino Lydekos, Laimos Mogenienės ir Valdo Rakučio dalyvavimo susitikimuose su Belgijos Karalystės valdžios atstovais (Belgijos Karalystė)"
    },
    {
        "id": 437,
        "politican_id": 77,
        "start_date": "2021.09.05",
        "end_date": "2021.09.08",
        "description": "Dėl Seimo valdybos 2021 m. rugpjūčio 24 d. sprendimo Nr. SV-S-177 „Dėl Radvilės Morkūnaitės-Mikulėnienės dalyvavimo renginiuose Austrijos Respublikoje“ pakeitimo (Austrijos Respublika)"
    },
    {
        "id": 438,
        "politican_id": 77,
        "start_date": "2021.09.05",
        "end_date": "2021.09.08",
        "description": "Dėl Radvilės Morkūnaitės-Mikulėnienės dalyvavimo renginiuose Austrijos Respublikoje (Austrijos Respublika)"
    },
    {
        "id": 439,
        "politican_id": 77,
        "start_date": "2021.05.31",
        "end_date": "2021.06.01",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen oficialaus vizito į Estijos Respubliką (Estijos Respublika)"
    },
    {
        "id": 440,
        "politican_id": 78,
        "start_date": "2023.01.22",
        "end_date": "2023.01.24",
        "description": "Dėl Seimo narių dalyvavimo Europos žaliųjų partijos rengiamame susitikime „Europos žaliosios darbotvarkės iššūkiai ir perspektyvos Lietuvoje“ (Belgijos Karalystė)"
    },
    {
        "id": 441,
        "politican_id": 78,
        "start_date": "2022.12.01",
        "end_date": "2022.12.04",
        "description": "Dėl Laimos Mogenienės, Luko Savicko ir Tomo Tomilino dalyvavimo 6-ajame Europos žaliųjų partijos kongrese (Danijos Karalystė)"
    },
    {
        "id": 442,
        "politican_id": 78,
        "start_date": "2022.12.01",
        "end_date": "2022.12.04",
        "description": "Dėl Seimo valdybos 2022 m. lapkričio 23 d. sprendimo Nr. SV-S-738 „Dėl Laimos Mogenienės, Luko Savicko ir Tomo Tomilino dalyvavimo 6-ajame Europos žaliųjų partijos kongrese“ pakeitimo (Danijos Karalystė)"
    },
    {
        "id": 443,
        "politican_id": 78,
        "start_date": "2022.05.12",
        "end_date": "2022.05.13",
        "description": "Dėl Kęstučio Masiulio ir Laimos Nagienės dalyvavimo Baltijos Asamblėjos ir Baltijos Ministrų Tarybos konferencijoje (Latvijos Respublika)"
    },
    {
        "id": 444,
        "politican_id": 82,
        "start_date": "2023.01.22",
        "end_date": "2023.01.28",
        "description": "Dėl Armino Lydekos, Aušrinės Norkienės, Ritos Tamašunienės ir Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinės sesijos posėdžiuose (Prancūzijos Respublika)"
    },
    {
        "id": 445,
        "politican_id": 82,
        "start_date": "2022.09.25",
        "end_date": "2022.09.30",
        "description": "Dėl Seimo valdybos 2022 m. rugpjūčio 25 d. sprendimo Nr. SV-S-630 „Dėl Guodos Burokienės, Orintos Leiputės, Aušrinės Norkienės ir Rimantės Šalaševičiūtės dalyvavimo apskritojo stalo diskusijose „Lietu (Turkijos Respublika)"
    },
    {
        "id": 446,
        "politican_id": 82,
        "start_date": "2022.09.25",
        "end_date": "2022.09.30",
        "description": "Dėl Guodos Burokienės, Orintos Leiputės, Aušrinės Norkienės ir Rimantės Šalaševičiūtės dalyvavimo apskritojo stalo diskusijose „Lietuvos ir Turkijos verslo forumas“ (Turkijos Respublika)"
    },
    {
        "id": 447,
        "politican_id": 82,
        "start_date": "2022.04.24",
        "end_date": "2022.04.30",
        "description": "Dėl Seimo narių dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinėje sesijoje (Prancūzijos Respublika)"
    },
    {
        "id": 448,
        "politican_id": 82,
        "start_date": "2022.04.24",
        "end_date": "2022.04.30",
        "description": "Dėl Seimo valdybos 2022 m. balandžio 13 d. sprendimo Nr. SV-S-460 „Dėl Seimo narių dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinėje sesijoje“ pakeitimo (Prancūzijos Respublika)"
    },
    {
        "id": 449,
        "politican_id": 82,
        "start_date": "2021.10.05",
        "end_date": "2021.10.08",
        "description": "Dėl Guodos Burokienės, Paulės Kuzmickienės, Aušrinės Norkienės, Jurgitos Sejonienės, Rimantės Šalaševičiūtės ir Orintos Leiputės dalyvavimo Tarptautiniame moterų lyderių forume (Austrijos Respublika)"
    },
    {
        "id": 450,
        "politican_id": 82,
        "start_date": "2021.10.05",
        "end_date": "2021.10.08",
        "description": "Dėl Godos Burokienės, Paulės Kuzmickienės, Aušrinės Norkienės, Jurgitos Sejonienės ir Rimantės Šalaševičiūtės dalyvavimo Tarptautiniame moterų lyderių forume (Austrijos Respublika)"
    },
    {
        "id": 451,
        "politican_id": 83,
        "start_date": "2022.11.10",
        "end_date": "2022.11.12",
        "description": "Dėl Česlavo Olševskio ir Ritos Tamašunienės dalyvavimo konferencijoje, skirtoje Lenkijos Nepriklausomybės dienai paminėti (Lenkijos Respublika)"
    },
    {
        "id": 452,
        "politican_id": 84,
        "start_date": "2022.10.11",
        "end_date": "2022.10.14",
        "description": "Dėl Raimundo Lopatos, Monikos Ošmianskienės ir Luko Savicko dalyvavimo pasaulio valstybių parlamentų ateities komitetų aukščiausiojo lygio susitikime (Suomijos Respublika)"
    },
    {
        "id": 453,
        "politican_id": 84,
        "start_date": "2022.06.01",
        "end_date": "2022.06.04",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 11 d. sprendimo Nr. SV-S-499 „Dėl Morganos Danielės, Raimundo Lopatos, Mariaus Matijošaičio ir Vytauto Mitalo dalyvavimo Liberalų ir demokratų aljanso už Europą kong (Airija)"
    },
    {
        "id": 454,
        "politican_id": 84,
        "start_date": "2022.06.01",
        "end_date": "2022.06.04",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 11 d. sprendimo Nr. SV-S-499 „Dėl Morganos Danielės, Mariaus Matijošaičio, Vytauto Mitalo ir Ievos Pakarklytės dalyvavimo Liberalų ir demokratų aljanso už Europą kon (Airija)"
    },
    {
        "id": 455,
        "politican_id": 84,
        "start_date": "2022.06.01",
        "end_date": "2022.06.04",
        "description": "Dėl Morganos Danielės, Mariaus Matijošaičio, Vytauto Mitalo ir Ievos Pakarklytės dalyvavimo Liberalų ir demokratų aljanso už Europą kongrese (Airija)"
    },
    {
        "id": 456,
        "politican_id": 84,
        "start_date": "2022.05.03",
        "end_date": "2022.05.06",
        "description": "Dėl Monikos Ošmianskienės dalyvavimo konferencijoje „Socialinė ekonomika – Europos ateitis“ (Prancūzijos Respublika)"
    },
    {
        "id": 457,
        "politican_id": 85,
        "start_date": "2023.01.08",
        "end_date": "2023.01.15",
        "description": "Dėl Seimo valdybos 2022 m. gruodžio 23 d. sprendimo Nr. SV-S-767 „Dėl Seimo narių dalyvavimo susitikimuose su Taivano valdžios ir nevyriausybinių organizacijų atstovais“ pakeitimo (Taivanas)"
    },
    {
        "id": 458,
        "politican_id": 85,
        "start_date": "2023.01.08",
        "end_date": "2023.01.15",
        "description": "Dėl Seimo narių dalyvavimo susitikimuose su Taivano valdžios ir nevyriausybinių organizacijų atstovais (Taivanas)"
    },
    {
        "id": 459,
        "politican_id": 85,
        "start_date": "2022.09.11",
        "end_date": "2022.09.14",
        "description": "Dėl Morganos Danielės ir Ievos Pakarklytės dalyvavimo parlamentinėje diskusijoje seksualinės ir reprodukcinės sveikatos apsaugos ir teisių klausimais (Ispanijos Karalystė)"
    },
    {
        "id": 460,
        "politican_id": 85,
        "start_date": "2022.09.07",
        "end_date": "2022.09.10",
        "description": "Dėl Seimo narių dalyvavimo Jungtinių Amerikos Valstijų Valstybės departamento organizuojamuose susitikimuose NATO būstinėje (Belgijos Karalystė)"
    },
    {
        "id": 461,
        "politican_id": 85,
        "start_date": "2022.06.30",
        "end_date": "2022.07.02",
        "description": "Dėl Ievos Pakarklytės ir Luko Savicko dalyvavimo Ekonominio bendradarbiavimo ir plėtros organizacijos Pasaulinio parlamentarų tinklo susitikime (Latvijos Respublika)"
    },
    {
        "id": 462,
        "politican_id": 85,
        "start_date": "2022.05.31",
        "end_date": "2022.06.03",
        "description": "Dėl Seimo narių dalyvavimo bendrame Lietuvos Respublikos Seimo Ekonomikos komiteto ir Ukrainos Aukščiausiosios Rados Ekonomikos vystymo komiteto posėdyje (Ukraina)"
    },
    {
        "id": 463,
        "politican_id": 85,
        "start_date": "2022.05.06",
        "end_date": "2022.05.06",
        "description": "Dėl Kristijono Bartoševičiaus, Ievos Pakarklytės ir Giedriaus Surplio darbo vizito į Danijos Karalystę (Danijos Karalystė)"
    },
    {
        "id": 464,
        "politican_id": 87,
        "start_date": "2023.02.09",
        "end_date": "2023.02.11",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos, Estijos Respublikos ir Latvijos Respublikos parlamentų narių krepšinio rungtynėse Baltijos Asamblėjos taurei laimėti (Estijos Respublika)"
    },
    {
        "id": 465,
        "politican_id": 87,
        "start_date": "2022.09.07",
        "end_date": "2022.09.10",
        "description": "Dėl Seimo narių dalyvavimo Jungtinių Amerikos Valstijų Valstybės departamento organizuojamuose susitikimuose NATO būstinėje (Belgijos Karalystė)"
    },
    {
        "id": 466,
        "politican_id": 87,
        "start_date": "2022.05.31",
        "end_date": "2022.06.03",
        "description": "Dėl Seimo narių dalyvavimo bendrame Lietuvos Respublikos Seimo Ekonomikos komiteto ir Ukrainos Aukščiausiosios Rados Ekonomikos vystymo komiteto posėdyje (Ukraina)"
    },
    {
        "id": 467,
        "politican_id": 87,
        "start_date": "2022.05.05",
        "end_date": "2022.05.06",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos, Estijos Respublikos ir Latvijos Respublikos parlamentų narių krepšinio turnyre Baltijos Asamblėjos taurei laimėti (Latvijos Respublika)"
    },
    {
        "id": 468,
        "politican_id": 87,
        "start_date": "2021.11.30",
        "end_date": "2021.12.03",
        "description": "Dėl Gintauto Palucko, Žygimanto Pavilionio ir Kazio Starkevičiaus dalyvavimo susitikimuose su Turkijos Respublikos valdžios atstovais (Turkijos Respublika)"
    },
    {
        "id": 469,
        "politican_id": 88,
        "start_date": "2023.01.29",
        "end_date": "2023.02.04",
        "description": "Dėl Žygimanto Pavilionio dalyvavimo susitikimuose su Jungtinių Amerikos Valstijų valdžios atstovais (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 470,
        "politican_id": 88,
        "start_date": "2023.01.24",
        "end_date": "2023.01.26",
        "description": "Dėl Lauryno Kasčiūno, Žygimanto Pavilionio, Giedriaus Surplio ir Dovilės Šakalienės dalyvavimo susitikime gynybos ir saugumo politikos klausimais (Švedijos Karalystė)"
    },
    {
        "id": 471,
        "politican_id": 88,
        "start_date": "2023.01.23",
        "end_date": "2023.01.25",
        "description": "Dėl Lauryno Kasčiūno, Žygimanto Pavilionio ir Giedriaus Surplio dalyvavimo susitikimuose su Švedijos Karalystės valdžios atstovais (Belgijos Karalystė)"
    },
    {
        "id": 472,
        "politican_id": 88,
        "start_date": "2022.12.11",
        "end_date": "2022.12.14",
        "description": "Dėl Seimo valdybos 2022 m. lapkričio 30 d. sprendimo Nr. SV-S-750 „Dėl Jono Jaručio, Lauryno Kasčiūno ir Žygimanto Pavilionio dalyvavimo susitikimuose su Jungtinių Amerikos Valstijų valdžios atstovais (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 473,
        "politican_id": 88,
        "start_date": "2022.12.11",
        "end_date": "2022.12.14",
        "description": "Dėl Jono Jaručio, Lauryno Kasčiūno ir Žygimanto Pavilionio dalyvavimo susitikimuose su Jungtinių Amerikos Valstijų valdžios atstovais (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 474,
        "politican_id": 88,
        "start_date": "2022.11.25",
        "end_date": "2022.11.27",
        "description": "Dėl Žygimanto Pavilionio dalyvavimo konferencijoje „Saugumo kūrimas Europoje“ (Italijos Respublika)"
    },
    {
        "id": 475,
        "politican_id": 88,
        "start_date": "2022.11.09",
        "end_date": "2022.11.12",
        "description": "Dėl Seimo valdybos 2022 m. spalio 19 d. sprendimo Nr. SV-S-706 „Dėl Seimo narių dalyvavimo Lietuvos Respublikos Seimo ir Ukrainos Aukščiausiosios Rados Asamblėjos sesijoje“ pakeitimo (Ukraina)"
    },
    {
        "id": 476,
        "politican_id": 88,
        "start_date": "2022.11.09",
        "end_date": "2022.11.12",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos Seimo ir Ukrainos Aukščiausiosios Rados Asamblėjos sesijoje (Ukraina)"
    },
    {
        "id": 477,
        "politican_id": 88,
        "start_date": "2022.10.22",
        "end_date": "2022.10.29",
        "description": "Dėl Žygimanto Pavilionio dalyvavimo Pasaulinio judėjimo už demokratiją XI asamblėjoje (Taivanas)"
    },
    {
        "id": 478,
        "politican_id": 88,
        "start_date": "2022.09.30",
        "end_date": "2022.10.02",
        "description": "Dėl Žygimanto Pavilionio dalyvavimo apskritojo stalo konferencijoje „Tvarka ir sumaištis Europos Rytuose“ (Švedijos Karalystė)"
    },
    {
        "id": 479,
        "politican_id": 88,
        "start_date": "2022.09.04",
        "end_date": "2022.09.07",
        "description": "Dėl Žygimanto Pavilionio dalyvavimo šeštojoje Tbilisio tarptautinėje konferencijoje „Šlovė Ukrainai“ (Gruzija)"
    },
    {
        "id": 480,
        "politican_id": 88,
        "start_date": "2022.08.22",
        "end_date": "2022.08.26",
        "description": "Dėl Žygimanto Pavilionio darbo vizito į Ukrainą (Ukraina)"
    },
    {
        "id": 481,
        "politican_id": 88,
        "start_date": "2022.07.10",
        "end_date": "2022.07.12",
        "description": "Dėl Žygimanto Pavilionio dalyvavimo Sąjungos reikalų parlamentinių komitetų konferencijos pirmininkų susitikime (Čekijos Respublika)"
    },
    {
        "id": 482,
        "politican_id": 88,
        "start_date": "2022.06.08",
        "end_date": "2022.06.12",
        "description": "Dėl Žygimanto Pavilionio, Algirdo Syso ir Dovilės Šakalienės darbo vizito į Ukrainą (Ukraina)"
    },
    {
        "id": 483,
        "politican_id": 88,
        "start_date": "2022.05.31",
        "end_date": "2022.06.06",
        "description": "Dėl Žygimanto Pavilionio dalyvavimo Mackinaco politikos konferencijoje (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 484,
        "politican_id": 88,
        "start_date": "2022.05.18",
        "end_date": "2022.05.22",
        "description": "Dėl Jono Jaručio, Lauryno Kasčiūno, Žygimanto Pavilionio ir Luko Savicko dalyvavimo Tarptautinio Respublikonų instituto rengiamoje Laisvės premijos įteikimo ceremonijoje (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 485,
        "politican_id": 88,
        "start_date": "2022.05.04",
        "end_date": "2022.05.07",
        "description": "Dėl Mariaus Matijošaičio, Žygimanto Pavilionio, Tomo Tomilino ir Aurelijaus Verygos darbo vizito į Ukrainą (Ukraina)"
    },
    {
        "id": 486,
        "politican_id": 88,
        "start_date": "2022.04.11",
        "end_date": "2022.04.12",
        "description": "Dėl Seimo narių dalyvavimo konferencijoje „Abiejų Tautų Respublika Europoje“ (Lenkijos Respublika)"
    },
    {
        "id": 487,
        "politican_id": 88,
        "start_date": "2022.04.07",
        "end_date": "2022.04.09",
        "description": "Dėl Seimo narių darbo vizito į Ukrainą (Ukraina)"
    },
    {
        "id": 488,
        "politican_id": 88,
        "start_date": "2022.03.27",
        "end_date": "2022.03.28",
        "description": "Dėl Žygimanto Pavilionio dalyvavimo seminare „Rusija, Vakarai ir Kinija – kokia Ukrainos ateitis?“ (Švedijos Karalystė)"
    },
    {
        "id": 489,
        "politican_id": 88,
        "start_date": "2022.02.23",
        "end_date": "2022.02.28",
        "description": "Dėl Žygimanto Pavilionio dalyvavimo konferencijoje „Demokratija pavojuje – Rytų ir Vidurio Europos raida“ (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 490,
        "politican_id": 88,
        "start_date": "2022.02.15",
        "end_date": "2022.02.17",
        "description": "Dėl Seimo narių dalyvavimo susitikimuose su Ukrainos Aukščiausiosios Rados atstovais (Ukraina)"
    },
    {
        "id": 491,
        "politican_id": 88,
        "start_date": "2022.02.01",
        "end_date": "2022.02.03",
        "description": "Dėl Žygimanto Pavilionio dalyvavimo susitikimuose su Ukrainos valdžios atstovais (Ukraina)"
    },
    {
        "id": 492,
        "politican_id": 88,
        "start_date": "2021.12.17",
        "end_date": "2021.12.19",
        "description": "Dėl Audroniaus Ažubalio, Mariaus Matijošaičio ir Žygimanto Pavilionio dalyvavimo Lietuvos Respublikos, Estijos Respublikos Ir Latvijos Respublikos parlamentų užsienio reikalų komitetų susitikime (Estijos Respublika)"
    },
    {
        "id": 493,
        "politican_id": 88,
        "start_date": "2021.12.05",
        "end_date": "2021.12.07",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen vadovaujamos delegacijos darbo vizito į Lenkijos Respubliką (Lenkijos Respublika)"
    },
    {
        "id": 494,
        "politican_id": 88,
        "start_date": "2021.11.30",
        "end_date": "2021.12.03",
        "description": "Dėl Gintauto Palucko, Žygimanto Pavilionio ir Kazio Starkevičiaus dalyvavimo susitikimuose su Turkijos Respublikos valdžios atstovais (Turkijos Respublika)"
    },
    {
        "id": 495,
        "politican_id": 88,
        "start_date": "2021.10.26",
        "end_date": "2021.10.31",
        "description": "Dėl Žygimanto Pavilionio dalyvavimo susitikimuose su Moldovos Respublikos valdžios atstovais (Moldovos Respublika)"
    },
    {
        "id": 496,
        "politican_id": 88,
        "start_date": "2021.10.19",
        "end_date": "2021.10.22",
        "description": "Dėl Žygimanto Pavilionio dalyvavimo Tarptautinio respublikonų instituto rengiamoje Laisvės premijos apdovanojimo ceremonijoje (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 497,
        "politican_id": 88,
        "start_date": "2021.10.18",
        "end_date": "2021.10.19",
        "description": "Dėl Žygimanto Pavilionio dalyvavimo Baltijos ir Šiaurės valstybių parlamentų užsienio reikalų komitetų pirmininkų susitikime (Suomijos Respublika)"
    },
    {
        "id": 498,
        "politican_id": 88,
        "start_date": "2021.10.15",
        "end_date": "2021.10.16",
        "description": "Dėl Seimo valdybos 2021 m. spalio 1 d. sprendimo Nr. SV-S-225 „Dėl Žygimanto Pavilionio dalyvavimo Rygos konferencijoje“ pakeitimo (Latvijos Respublika)"
    },
    {
        "id": 499,
        "politican_id": 88,
        "start_date": "2021.10.15",
        "end_date": "2021.10.16",
        "description": "Dėl Žygimanto Pavilionio dalyvavimo Rygos konferencijoje (Latvijos Respublika)"
    },
    {
        "id": 500,
        "politican_id": 88,
        "start_date": "2021.09.21",
        "end_date": "2021.09.23",
        "description": "Dėl Žygimanto Pavilionio dalyvavimo bendruose užsienio reikalų komitetų pirmininkų susitikimuose (Prancūzijos Respublika)"
    },
    {
        "id": 501,
        "politican_id": 88,
        "start_date": "2021.09.12",
        "end_date": "2021.09.16",
        "description": "Dėl Žygimanto Pavilionio ir Emanuelio Zingerio dalyvavimo susitikimuose su Jungtinių Amerikos Valstijų Atstovų Rūmų ir Senato nariais, administracijos atstovais ir politikos ekspertais (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 502,
        "politican_id": 88,
        "start_date": "2021.08.17",
        "end_date": "2021.08.19",
        "description": "Dėl Žygimanto Pavilionio dalyvavimo bendrame Užsienio reikalų komitetų pirmininkų susitikime (Latvijos Respublika)"
    },
    {
        "id": 503,
        "politican_id": 88,
        "start_date": "2021.06.08",
        "end_date": "2021.06.12",
        "description": "Dėl Žygimanto Pavilionio dalyvavimo susitikimuose su Vokietijos Federacinės Respublikos valdžios atstovais (Vokietijos Federacinė Respublika)"
    },
    {
        "id": 504,
        "politican_id": 88,
        "start_date": "2021.04.28",
        "end_date": "2021.05.02",
        "description": "Dėl Žygimanto Pavilionio dalyvavimo susitikimuose su Ukrainos valdžios atstovais (Ukraina)"
    },
    {
        "id": 505,
        "politican_id": 88,
        "start_date": "2021.03.01",
        "end_date": "2021.03.01",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen vadovaujamos delegacijos darbo vizito į Latvijos Respubliką (Latvijos Respublika)"
    },
    {
        "id": 506,
        "politican_id": 88,
        "start_date": "2021.02.19",
        "end_date": "2021.02.22",
        "description": "Dėl Žygimanto Pavilionio dalyvavimo susitikimuose su Sakartvelo valdžios, politinių partijų ir nevyriausybinių organizacijų atstovais (Gruzija)"
    },
    {
        "id": 507,
        "politican_id": 89,
        "start_date": "2023.02.09",
        "end_date": "2023.02.11",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos, Estijos Respublikos ir Latvijos Respublikos parlamentų narių krepšinio rungtynėse Baltijos Asamblėjos taurei laimėti (Estijos Respublika)"
    },
    {
        "id": 508,
        "politican_id": 89,
        "start_date": "2022.10.27",
        "end_date": "2022.10.29",
        "description": "Dėl Seimo narių dalyvavimo Baltijos Asamblėjos 41-ojoje sesijoje ir 28-ojoje Baltijos Taryboje (Latvijos Respublika)"
    },
    {
        "id": 509,
        "politican_id": 89,
        "start_date": "2022.09.22",
        "end_date": "2022.09.23",
        "description": "Dėl Seimo valdybos 2022 m. liepos 27 d. sprendimo Nr. SV-S-613 „Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Konsultacijų tarybos, Prezidiumo ir Biudžeto ir kontrolės komiteto posėdžiuose“ pakeitimo (Latvijos Respublika)"
    },
    {
        "id": 510,
        "politican_id": 89,
        "start_date": "2022.09.22",
        "end_date": "2022.09.23",
        "description": "Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Konsultacijų tarybos, Prezidiumo ir Biudžeto ir kontrolės komiteto posėdžiuose (Latvijos Respublika)"
    },
    {
        "id": 511,
        "politican_id": 89,
        "start_date": "2022.09.22",
        "end_date": "2022.09.23",
        "description": "Dėl Seimo valdybos 2022 m. liepos 27 d. sprendimo Nr. SV-S-613 „Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Konsultacijų tarybos, Prezidiumo ir Biudžeto ir kontrolės komiteto posėdžiuose“ pakeitimo (Latvijos Respublika)"
    },
    {
        "id": 512,
        "politican_id": 89,
        "start_date": "2022.09.04",
        "end_date": "2022.09.07",
        "description": "Dėl Andriaus Kupčinsko, Orintos Leiputės ir Audriaus Petrošiaus dalyvavimo Baltijos Asamblėjos ir Šiaurės Tarybos aukščiausiojo lygio susitikime (Islandijos Respublika)"
    },
    {
        "id": 513,
        "politican_id": 89,
        "start_date": "2022.06.16",
        "end_date": "2022.06.18",
        "description": "Dėl Andriaus Mazuronio ir Audriaus Petrošiaus dalyvavimo Beniliukso parlamento plenarinėje sesijoje (Belgijos Karalystė)"
    },
    {
        "id": 514,
        "politican_id": 89,
        "start_date": "2022.06.16",
        "end_date": "2022.06.18",
        "description": "Dėl Seimo valdybos 2022 m. birželio 8 d. sprendimo Nr. SV-S-557 „Dėl Andriaus Mazuronio ir Audriaus Petrošiaus dalyvavimo Beniliukso parlamento plenarinėje sesijoje“ pakeitimo (Belgijos Karalystė)"
    },
    {
        "id": 515,
        "politican_id": 89,
        "start_date": "2022.05.05",
        "end_date": "2022.05.06",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos, Estijos Respublikos ir Latvijos Respublikos parlamentų narių krepšinio turnyre Baltijos Asamblėjos taurei laimėti (Latvijos Respublika)"
    },
    {
        "id": 516,
        "politican_id": 89,
        "start_date": "2022.04.28",
        "end_date": "2022.04.30",
        "description": "Dėl Seimo valdybos 2022 m. balandžio 7 d. sprendimo Nr. SV-S-453 „Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Saugumo ir gynybos komiteto posėdyje“ pakeitimo (Lietuvos Respublika)"
    },
    {
        "id": 517,
        "politican_id": 89,
        "start_date": "2022.04.28",
        "end_date": "2022.04.30",
        "description": "Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Saugumo ir gynybos komiteto posėdyje (Lietuvos Respublika)"
    },
    {
        "id": 518,
        "politican_id": 89,
        "start_date": "2022.04.24",
        "end_date": "2022.04.25",
        "description": "Dėl Andriaus Kupčinsko, Orintos Leiputės, Andriaus Mazuronio ir Audriaus Petrošiaus dalyvavimo Baltijos Asamblėjos ir Šiaurės Tarybos aukščiausiojo lygio susitikime, Baltijos Asamblėjos ir Šiaurės Tar (Suomijos Respublika)"
    },
    {
        "id": 519,
        "politican_id": 89,
        "start_date": "2022.01.19",
        "end_date": "2022.01.21",
        "description": "Dėl Lauryno Kasčiūno, Andriaus Mazuronio ir Audriaus Petrošiaus dalyvavimo Baltijos Asamblėjos Saugumo ir gynybos komiteto posėdyje (Latvijos Respublika)"
    },
    {
        "id": 520,
        "politican_id": 89,
        "start_date": "2021.10.15",
        "end_date": "2021.10.17",
        "description": "Dėl Dalios Asanavičiūtės ir Audriaus Petrošiaus dalyvavimo susitikimuose su Estijos Respublikos rinkimų komisijos vadovu, Talino lietuvių bendruomene ir Estijos lietuvių profesionalų klubo nariais (Estijos Respublika)"
    },
    {
        "id": 521,
        "politican_id": 91,
        "start_date": "2022.05.31",
        "end_date": "2022.06.03",
        "description": "Dėl Seimo narių dalyvavimo bendrame Lietuvos Respublikos Seimo Ekonomikos komiteto ir Ukrainos Aukščiausiosios Rados Ekonomikos vystymo komiteto posėdyje (Ukraina)"
    },
    {
        "id": 522,
        "politican_id": 91,
        "start_date": "2021.12.05",
        "end_date": "2021.12.07",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen vadovaujamos delegacijos darbo vizito į Lenkijos Respubliką (Lenkijos Respublika)"
    },
    {
        "id": 523,
        "politican_id": 91,
        "start_date": "2021.11.25",
        "end_date": "2021.11.30",
        "description": "Dėl Guodos Burokienės ir Jono Pinskaus dalyvavimo 143-iojoje Tarpparlamentinės Sąjungos Asamblėjoje (Ispanijos Karalystė)"
    },
    {
        "id": 524,
        "politican_id": 93,
        "start_date": "2022.11.18",
        "end_date": "2022.11.22",
        "description": "Dėl Seimo valdybos 2022 m. lapkričio 4 d. sprendimo Nr. SV-S-714 „Dėl Audroniaus Ažubalio, Vytauto Bako, Dainiaus Gaižausko ir Arvydo Pociaus dalyvavimo NATO Parlamentinės Asamblėjos metinėje sesijoje (Ispanijos Karalystė)"
    },
    {
        "id": 525,
        "politican_id": 93,
        "start_date": "2022.11.18",
        "end_date": "2022.11.22",
        "description": "Dėl Audroniaus Ažubalio, Vytauto Bako, Dainiaus Gaižausko ir Arvydo Pociaus dalyvavimo NATO Parlamentinės Asamblėjos metinėje sesijoje (Ispanijos Karalystė)"
    },
    {
        "id": 526,
        "politican_id": 93,
        "start_date": "2022.05.10",
        "end_date": "2022.05.12",
        "description": "Dėl Jono Jaručio, Lauryno Kasčiūno, Arvydo Pociaus ir Valdo Rakučio dalyvavimo susitikimuose su Lenkijos Respublikos valdžios atstovais (Lenkijos Respublika)"
    },
    {
        "id": 527,
        "politican_id": 93,
        "start_date": "2022.05.02",
        "end_date": "2022.05.05",
        "description": "Dėl Jono Jaručio, Arvydo Pociaus ir Jurgitos Sejonienės dalyvavimo susitikimuose su Rumunijos valdžios atstovais (Rumunija)"
    },
    {
        "id": 528,
        "politican_id": 93,
        "start_date": "2021.10.08",
        "end_date": "2021.10.12",
        "description": "Dėl Seimo valdybos 2021 m. rugsėjo 22 d. sprendimo Nr. SV-S-208 „Dėl Audroniaus Ažubalio, Tomo Bičiūno, Dainiaus Gaižausko ir Arvydo Pociaus dalyvavimo NATO Parlamentinės Asamblėjos 67-ojoje metinėje sesijoje“ pakeitimo (Portugalijos Respublika)"
    },
    {
        "id": 529,
        "politican_id": 93,
        "start_date": "2021.10.08",
        "end_date": "2021.10.12",
        "description": "Dėl Audroniaus Ažubalio, Tomo Bičiūno, Dainiaus Gaižausko ir Arvydo Pociaus dalyvavimo NATO Parlamentinės Asamblėjos 67-ojoje metinėje sesijoje (Portugalijos Respublika)"
    },
    {
        "id": 530,
        "politican_id": 94,
        "start_date": "2022.03.20",
        "end_date": "2022.03.22",
        "description": "Dėl Aistės Gedvilienės, Viktoro Pranckiečio ir Kazio Starkevičiaus dalyvavimo Europos Sąjungos valstybių narių parlamentų komitetų pirmininkų ir Europos parlamento konferencijoje, skirtoje Europos žem (Prancūzijos Respublika)"
    },
    {
        "id": 531,
        "politican_id": 96,
        "start_date": "2022.07.13",
        "end_date": "2022.07.16",
        "description": "Dėl Valentino Bukausko, Edmundo Pupinio ir Kazio Starkevičiaus dalyvavimo susitikimuose su Azerbaidžano Respublikos valdžios atstovais (Azerbaidžano Respublika)"
    },
    {
        "id": 532,
        "politican_id": 96,
        "start_date": "2022.07.13",
        "end_date": "2022.07.16",
        "description": "Dėl Seimo valdybos 2022 m. liepos 5 d. sprendimo Nr. SV-S-601 „Dėl Valentino Bukausko, Žygimanto Pavilionio, Edmundo Pupinio ir Kazio Starkevičiaus dalyvavimo susitikimuose su Azerbaidžano Respublikos (Azerbaidžano Respublika)"
    },
    {
        "id": 533,
        "politican_id": 96,
        "start_date": "2022.02.27",
        "end_date": "2022.03.03",
        "description": "Dėl Jono Jaručio, Edmundo Pupinio ir Kazio Starkevičiaus dalyvavimo susitikimuose su Kazachstano Respublikos valdžios atstovais (Kazachstano Respublika)"
    },
    {
        "id": 534,
        "politican_id": 96,
        "start_date": "2021.09.25",
        "end_date": "2021.09.25",
        "description": "Dėl Andriaus Bagdono, Algimanto Dumbravos, Liudo Jonaičio, Edmundo Pupinio ir Kazio Starkevičiaus dalyvavimo Baltų vienybės dienos minėjimo renginiuose (Latvijos Respublika)"
    },
    {
        "id": 535,
        "politican_id": 96,
        "start_date": "2021.09.25",
        "end_date": "2021.09.25",
        "description": "Dėl Seimo valdybos 2021 m. rugsėjo 22 d. sprendimo Nr. SV-S-201 „Dėl Andriaus Bagdono, Algimanto Dumbravos, Liudo Jonaičio, Edmundo Pupinio ir Kazio Starkevičiaus dalyvavimo Baltų vienybės dienos minėjimo renginiuose“ pakeitimo (Latvijos Respublika)"
    },
    {
        "id": 536,
        "politican_id": 97,
        "start_date": "2022.11.18",
        "end_date": "2022.11.20",
        "description": "Dėl Valdo Rakučio dalyvavimo Lietuvos šaulių sąjungos Liuksemburgo būrio renginyje (Liuksemburgo Didžioji Hercogystė)"
    },
    {
        "id": 537,
        "politican_id": 97,
        "start_date": "2022.09.04",
        "end_date": "2022.09.06",
        "description": "Dėl Seimo narių dalyvavimo Tarpparlamentinėje bendros užsienio ir saugumo politikos bei bendros saugumo ir gynybos politikos konferencijoje (Čekijos Respublika)"
    },
    {
        "id": 538,
        "politican_id": 97,
        "start_date": "2022.06.09",
        "end_date": "2022.06.11",
        "description": "Dėl Armino Lydekos, Laimos Mogenienės ir Valdo Rakučio dalyvavimo susitikimuose su Belgijos Karalystės valdžios atstovais (Belgijos Karalystė)"
    },
    {
        "id": 539,
        "politican_id": 97,
        "start_date": "2022.05.10",
        "end_date": "2022.05.12",
        "description": "Dėl Jono Jaručio, Lauryno Kasčiūno, Arvydo Pociaus ir Valdo Rakučio dalyvavimo susitikimuose su Lenkijos Respublikos valdžios atstovais (Lenkijos Respublika)"
    },
    {
        "id": 540,
        "politican_id": 97,
        "start_date": "2022.04.11",
        "end_date": "2022.04.12",
        "description": "Dėl Seimo narių dalyvavimo konferencijoje „Abiejų Tautų Respublika Europoje“ (Lenkijos Respublika)"
    },
    {
        "id": 541,
        "politican_id": 97,
        "start_date": "2022.04.04",
        "end_date": "2022.04.06",
        "description": "Dėl Lauryno Kasčiūno, Valdo Rakučio ir Dovilės Šakalienės dalyvavimo susitikimuose su Vokietijos Federacinės Respublikos valdžios atstovais (Vokietijos Federacinė Respublika)"
    },
    {
        "id": 542,
        "politican_id": 97,
        "start_date": "2022.03.10",
        "end_date": "2022.03.12",
        "description": "Dėl Audroniaus Ažubalio, Vytauto Mitalo ir Valdo Rakučio dalyvavimo susitikimuose su Nyderlandų Karalystės valdžios atstovais (Nyderlandų Karalystė)"
    },
    {
        "id": 543,
        "politican_id": 97,
        "start_date": "2021.10.15",
        "end_date": "2021.10.17",
        "description": "Dėl Valdo Rakučio ir Ritos Tamašunienės dalyvavimo atminimo lentos, skirtos Lietuvos Didžiosios Kunigaikštystės kariams, žuvusiems ginant Varšuvą, atidengimo iškilmėse ir susitikimuose su Lenkijos Respublikos Seimo atstovais (Lenkijos Respublika)"
    },
    {
        "id": 544,
        "politican_id": 97,
        "start_date": "2021.09.05",
        "end_date": "2021.09.09",
        "description": "Dėl Audroniaus Ažubalio, Valdo Rakučio ir Kęstučio Vilkausko dalyvavimo susitikimuose su Šiaurės Makedonijos Respublikos ir Serbijos Respublikos parlamentų ir kitų institucijų vadovais (Buvusioji Jugoslavijos Respublika Makedonija)"
    },
    {
        "id": 545,
        "politican_id": 97,
        "start_date": "2021.09.05",
        "end_date": "2021.09.09",
        "description": "Dėl Audroniaus Ažubalio, Valdo Rakučio ir Kęstučio Vilkausko dalyvavimo  susitikimuose su Šiaurės Makedonijos Respublikos ir Serbijos Respublikos parlamentų ir kitų institucijų vadovais (Buvusioji Jugoslavijos Respublika Makedonija)"
    },
    {
        "id": 546,
        "politican_id": 97,
        "start_date": "2021.09.05",
        "end_date": "2021.09.09",
        "description": "Dėl Audroniaus Ažubalio, Valdo Rakučio ir Kęstučio Vilkausko dalyvavimo susitikimuose su Šiaurės Makedonijos Respublikos ir Serbijos Respublikos parlamentų ir kitų institucijų vadovais (Serbija)"
    },
    {
        "id": 547,
        "politican_id": 97,
        "start_date": "2021.09.05",
        "end_date": "2021.09.09",
        "description": "Dėl Audroniaus Ažubalio, Valdo Rakučio ir Kęstučio Vilkausko dalyvavimo  susitikimuose su Šiaurės Makedonijos Respublikos ir Serbijos Respublikos parlamentų ir kitų institucijų vadovais (Serbija)"
    },
    {
        "id": 548,
        "politican_id": 98,
        "start_date": "2022.09.16",
        "end_date": "2022.09.23",
        "description": "Dėl Seimo valdybos 2022 m. liepos 12 d. sprendimo Nr. SV-S-606 „Dėl Tomo Vytauto Raskevičiaus dalyvavimo pažintiniame ir edukaciniame renginyje antisemitinių neapykantos nusikaltimų ir neapykantos kal (Izraelio Valstybė)"
    },
    {
        "id": 549,
        "politican_id": 98,
        "start_date": "2022.09.16",
        "end_date": "2022.09.23",
        "description": "Dėl Tomo Vytauto Raskevičiaus dalyvavimo pažintiniame ir edukaciniame renginyje antisemitinių neapykantos nusikaltimų ir neapykantos kalbos prevencijos klausimais (Izraelio Valstybė)"
    },
    {
        "id": 550,
        "politican_id": 98,
        "start_date": "2022.07.19",
        "end_date": "2022.07.22",
        "description": "Dėl Tomo Vytauto Raskevičiaus dalyvavimo Europos liberalų forumo ir Friedricho Naumano fondo rengiamame seminare migrantų klausimais (Ispanijos Karalystė)"
    },
    {
        "id": 551,
        "politican_id": 98,
        "start_date": "2022.02.27",
        "end_date": "2022.02.28",
        "description": "Dėl Tomo Vytauto Raskevičiaus dalyvavimo konferencijoje LGBTI teisių Europos Sąjungoje klausimais (Belgijos Karalystė)"
    },
    {
        "id": 552,
        "politican_id": 98,
        "start_date": "2021.08.17",
        "end_date": "2021.08.22",
        "description": "Dėl Tomo Vytauto Raskevičiaus dalyvavimo tarpparlamentinėje plenarinėje sesijoje ir konferencijoje žmogaus teisių klausimais (Danijos Karalystė)"
    },
    {
        "id": 553,
        "politican_id": 100,
        "start_date": "2023.01.08",
        "end_date": "2023.01.15",
        "description": "Dėl Seimo narių dalyvavimo susitikimuose su Taivano valdžios ir nevyriausybinių organizacijų atstovais (Taivanas)"
    },
    {
        "id": 554,
        "politican_id": 100,
        "start_date": "2023.01.08",
        "end_date": "2023.01.15",
        "description": "Dėl Seimo valdybos 2022 m. gruodžio 23 d. sprendimo Nr. SV-S-767 „Dėl Seimo narių dalyvavimo susitikimuose su Taivano valdžios ir nevyriausybinių organizacijų atstovais“ pakeitimo (Taivanas)"
    },
    {
        "id": 555,
        "politican_id": 100,
        "start_date": "2022.12.02",
        "end_date": "2022.12.03",
        "description": "Dėl Editos Rudelienės dalyvavimo Liberalų ir demokratų aljanso už Europą partijos tarybos posėdyje (Slovakijos Respublika)"
    },
    {
        "id": 556,
        "politican_id": 100,
        "start_date": "2022.06.01",
        "end_date": "2022.06.04",
        "description": "Dėl Editos Rudelienės dalyvavimo Liberalų ir demokratų aljanso už Europą kongrese (Airija)"
    },
    {
        "id": 557,
        "politican_id": 101,
        "start_date": "2022.11.30",
        "end_date": "2022.12.02",
        "description": "Dėl Audroniaus Ažubalio ir Juliaus Sabatausko dalyvavimo trečiajame metiniame Eurojusto veiklos vertinimo tarpparlamentinio komiteto posėdyje ir tarpparlamentiniame posėdyje dėl teisinės valstybės pad (Belgijos Karalystė)"
    },
    {
        "id": 558,
        "politican_id": 101,
        "start_date": "2022.05.15",
        "end_date": "2022.05.17",
        "description": "Dėl Audroniaus Ažubalio, Andriaus Mazuronio, Juliaus Sabatausko ir Arūno Valinsko dalyvavimo Prancūzijos Respublikos Senato Teisės komiteto ir Nacionalinės Asamblėjos Teisės komiteto rengiamoje tarppa (Prancūzijos Respublika)"
    },
    {
        "id": 559,
        "politican_id": 102,
        "start_date": "2023.01.08",
        "end_date": "2023.01.15",
        "description": "Dėl Seimo valdybos 2022 m. gruodžio 23 d. sprendimo Nr. SV-S-767 „Dėl Seimo narių dalyvavimo susitikimuose su Taivano valdžios ir nevyriausybinių organizacijų atstovais“ pakeitimo (Taivanas)"
    },
    {
        "id": 560,
        "politican_id": 102,
        "start_date": "2023.01.08",
        "end_date": "2023.01.15",
        "description": "Dėl Seimo narių dalyvavimo susitikimuose su Taivano valdžios ir nevyriausybinių organizacijų atstovais (Taivanas)"
    },
    {
        "id": 561,
        "politican_id": 103,
        "start_date": "2023.01.04",
        "end_date": "2023.01.05",
        "description": "Dėl Pauliaus Saudargo ir Justino Urbanavičiaus dalyvavimo susitikimuose su Ukrainos Aukščiausiosios Rados ir vietos savivaldos atstovais (Ukraina)"
    },
    {
        "id": 562,
        "politican_id": 103,
        "start_date": "2022.10.24",
        "end_date": "2022.10.26",
        "description": "Dėl Pauliaus Saudargo dalyvavimo Krymo platformos aukščiausiojo lygio susitikime (Kroatijos Respublika)"
    },
    {
        "id": 563,
        "politican_id": 103,
        "start_date": "2022.10.06",
        "end_date": "2022.10.10",
        "description": "Dėl Lauryno Kasčiūno, Pauliaus Saudargo ir Justino Urbanavičiaus dalyvavimo susitikimuose su Ukrainos valdžios atstovais (Ukraina)"
    },
    {
        "id": 564,
        "politican_id": 103,
        "start_date": "2022.09.30",
        "end_date": "2022.10.01",
        "description": "Dėl Vilijos Aleknaitės Abramikienės, Pauliaus Saudargo ir Algirdo Syso dalyvavimo Lietuvos Respublikos Seimo ir Lenkijos Respublikos Seimo ir Senato narių asamblėjos darbo grupių posėdyje (Lenkijos Respublika)"
    },
    {
        "id": 565,
        "politican_id": 103,
        "start_date": "2022.04.11",
        "end_date": "2022.04.12",
        "description": "Dėl Seimo narių dalyvavimo konferencijoje „Abiejų Tautų Respublika Europoje“ (Lenkijos Respublika)"
    },
    {
        "id": 566,
        "politican_id": 103,
        "start_date": "2022.02.15",
        "end_date": "2022.02.17",
        "description": "Dėl Seimo narių dalyvavimo susitikimuose su Ukrainos Aukščiausiosios Rados atstovais (Ukraina)"
    },
    {
        "id": 567,
        "politican_id": 103,
        "start_date": "2021.12.07",
        "end_date": "2021.12.08",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos ir Ukrainos diplomatinių santykių užmezgimo 30-mečio minėjimo renginyje (Ukraina)"
    },
    {
        "id": 568,
        "politican_id": 103,
        "start_date": "2021.12.05",
        "end_date": "2021.12.07",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen vadovaujamos delegacijos darbo vizito į Lenkijos Respubliką (Lenkijos Respublika)"
    },
    {
        "id": 569,
        "politican_id": 103,
        "start_date": "2021.09.07",
        "end_date": "2021.09.08",
        "description": "Dėl Pauliaus Saudargo dalyvavimo 30-ajame Ekonomikos forume „Europa lyderystės paieškose“ Lenkijos Respublikoje (Lenkijos Respublika)"
    },
    {
        "id": 570,
        "politican_id": 103,
        "start_date": "2021.06.10",
        "end_date": "2021.06.12",
        "description": "Dėl Pauliaus Saudargo dalyvavimo Abiejų Tautų Respublikos Gegužės 3-iosios Konstitucijos 230-ųjų metinių iškilmingame minėjime ir Lietuvos Respublikos garbės konsulato atidaryme (Ukraina)"
    },
    {
        "id": 571,
        "politican_id": 103,
        "start_date": "2021.04.20",
        "end_date": "2021.04.23",
        "description": "Dėl Pauliaus Saudargo dalyvavimo susitikimuose su Ukrainos valdžios atstovais (Ukraina)"
    },
    {
        "id": 572,
        "politican_id": 104,
        "start_date": "2023.01.22",
        "end_date": "2023.01.24",
        "description": "Dėl Seimo narių dalyvavimo Europos žaliųjų partijos rengiamame susitikime „Europos žaliosios darbotvarkės iššūkiai ir perspektyvos Lietuvoje“ (Belgijos Karalystė)"
    },
    {
        "id": 573,
        "politican_id": 104,
        "start_date": "2022.12.01",
        "end_date": "2022.12.04",
        "description": "Dėl Laimos Mogenienės, Luko Savicko ir Tomo Tomilino dalyvavimo 6-ajame Europos žaliųjų partijos kongrese (Danijos Karalystė)"
    },
    {
        "id": 574,
        "politican_id": 104,
        "start_date": "2022.12.01",
        "end_date": "2022.12.04",
        "description": "Dėl Seimo valdybos 2022 m. lapkričio 23 d. sprendimo Nr. SV-S-738 „Dėl Laimos Mogenienės, Luko Savicko ir Tomo Tomilino dalyvavimo 6-ajame Europos žaliųjų partijos kongrese“ pakeitimo (Danijos Karalystė)"
    },
    {
        "id": 575,
        "politican_id": 104,
        "start_date": "2022.10.13",
        "end_date": "2022.10.15",
        "description": "Dėl Lino Kukuraičio, Laimos Mogenienės ir Luko Savicko dalyvavimo Europos demokratų partijos kongrese (Italijos Respublika)"
    },
    {
        "id": 576,
        "politican_id": 104,
        "start_date": "2022.10.13",
        "end_date": "2022.10.15",
        "description": "Dėl Seimo valdybos 2022 m. rugsėjo 30 d. sprendimo Nr. SV-S-675 „Dėl Lino Kukuraičio, Laimos Mogenienės ir Luko Savicko dalyvavimo Europos demokratų partijos kongrese“ pakeitimo (Italijos Respublika)"
    },
    {
        "id": 577,
        "politican_id": 104,
        "start_date": "2022.10.11",
        "end_date": "2022.10.14",
        "description": "Dėl Raimundo Lopatos, Monikos Ošmianskienės ir Luko Savicko dalyvavimo pasaulio valstybių parlamentų ateities komitetų aukščiausiojo lygio susitikime (Suomijos Respublika)"
    },
    {
        "id": 578,
        "politican_id": 104,
        "start_date": "2022.09.07",
        "end_date": "2022.09.10",
        "description": "Dėl Seimo narių dalyvavimo Jungtinių Amerikos Valstijų Valstybės departamento organizuojamuose susitikimuose NATO būstinėje (Belgijos Karalystė)"
    },
    {
        "id": 579,
        "politican_id": 104,
        "start_date": "2022.07.10",
        "end_date": "2022.07.13",
        "description": "Dėl Laimos Liucijos Andrikienės, Mariaus Matijošaičio ir Luko Savicko dalyvavimo susitikimuose su Moldovos Respublikos valdžios atstovais (Moldovos Respublika)"
    },
    {
        "id": 580,
        "politican_id": 104,
        "start_date": "2022.06.30",
        "end_date": "2022.07.02",
        "description": "Dėl Ievos Pakarklytės ir Luko Savicko dalyvavimo Ekonominio bendradarbiavimo ir plėtros organizacijos Pasaulinio parlamentarų tinklo susitikime (Latvijos Respublika)"
    },
    {
        "id": 581,
        "politican_id": 104,
        "start_date": "2022.06.03",
        "end_date": "2022.06.05",
        "description": "Dėl Luko Savicko dalyvavimo Europos žaliųjų partijos 35-osios tarybos susirinkime (Latvijos Respublika)"
    },
    {
        "id": 582,
        "politican_id": 104,
        "start_date": "2022.05.18",
        "end_date": "2022.05.22",
        "description": "Dėl Jono Jaručio, Lauryno Kasčiūno, Žygimanto Pavilionio ir Luko Savicko dalyvavimo Tarptautinio Respublikonų instituto rengiamoje Laisvės premijos įteikimo ceremonijoje (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 583,
        "politican_id": 104,
        "start_date": "2022.04.29",
        "end_date": "2022.05.01",
        "description": "Dėl Seimo valdybos 2022 m. balandžio 13 d. sprendimo Nr. SV-S-461 „Dėl Armino Lydekos, Rūtos Miliūtės ir Luko Savicko dalyvavimo Konferencijos dėl Europos ateities plenariniuose posėdžiuose“ pakeitimo (Prancūzijos Respublika)"
    },
    {
        "id": 584,
        "politican_id": 104,
        "start_date": "2022.04.28",
        "end_date": "2022.05.01",
        "description": "Dėl Armino Lydekos, Rūtos Miliūtės ir Luko Savicko dalyvavimo Konferencijos dėl Europos ateities plenariniuose posėdžiuose (Prancūzijos Respublika)"
    },
    {
        "id": 585,
        "politican_id": 104,
        "start_date": "2022.04.24",
        "end_date": "2022.04.30",
        "description": "Dėl Seimo valdybos 2022 m. balandžio 13 d. sprendimo Nr. SV-S-460 „Dėl Seimo narių dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinėje sesijoje“ pakeitimo (Prancūzijos Respublika)"
    },
    {
        "id": 586,
        "politican_id": 104,
        "start_date": "2022.04.24",
        "end_date": "2022.04.30",
        "description": "Dėl Seimo narių dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinėje sesijoje (Prancūzijos Respublika)"
    },
    {
        "id": 587,
        "politican_id": 104,
        "start_date": "2022.04.07",
        "end_date": "2022.04.09",
        "description": "Dėl Seimo narių darbo vizito į Ukrainą (Ukraina)"
    },
    {
        "id": 588,
        "politican_id": 104,
        "start_date": "2022.03.24",
        "end_date": "2022.03.27",
        "description": "Dėl Armino Lydekos, Rūtos Miliūtės ir Luko Savicko dalyvavimo Konferencijos dėl Europos ateities plenarinėje sesijoje (Prancūzijos Respublika)"
    },
    {
        "id": 589,
        "politican_id": 104,
        "start_date": "2022.03.16",
        "end_date": "2022.03.19",
        "description": "Dėl Luko Savicko ir Tomo Tomilino dalyvavimo Ekonominio bendradarbiavimo ir plėtros organizacijos Pasaulinio parlamentarų tinklo susitikime (Prancūzijos Respublika)"
    },
    {
        "id": 590,
        "politican_id": 104,
        "start_date": "2022.03.13",
        "end_date": "2022.03.16",
        "description": "Dėl Seimo narių dalyvavimo Europos Tarybos Parlamentinės Asamblėjos neeilinėje plenarinėje sesijoje (Prancūzijos Respublika)"
    },
    {
        "id": 591,
        "politican_id": 104,
        "start_date": "2022.03.10",
        "end_date": "2022.03.13",
        "description": "Dėl Armino Lydekos ir Luko Savicko dalyvavimo Konferencijos dėl Europos ateities plenariniame posėdyje (Prancūzijos Respublika)"
    },
    {
        "id": 592,
        "politican_id": 104,
        "start_date": "2022.02.06",
        "end_date": "2022.02.10",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen vadovaujamos delegacijos oficialaus vizito į Izraelio Valstybę ir Palestiną (Izraelio Valstybė)"
    },
    {
        "id": 593,
        "politican_id": 104,
        "start_date": "2021.11.27",
        "end_date": "2021.12.06",
        "description": "Dėl Seimo narių dalyvavimo Atviro parlamento forume (Taivanas)"
    },
    {
        "id": 594,
        "politican_id": 104,
        "start_date": "2021.11.21",
        "end_date": "2021.11.25",
        "description": "Dėl Luko Savicko dalyvavimo jaunųjų politikos lyderių susitikime (Izraelio Valstybė)"
    },
    {
        "id": 595,
        "politican_id": 104,
        "start_date": "2021.10.21",
        "end_date": "2021.10.24",
        "description": "Dėl Armino Lydekos ir Luko Savicko dalyvavimo Konferencijos dėl Europos ateities plenariniame posėdyje (Prancūzijos Respublika)"
    },
    {
        "id": 596,
        "politican_id": 104,
        "start_date": "2021.09.27",
        "end_date": "2021.10.01",
        "description": "Dėl Laimos Liucijos Andrikienės, Armino Lydekos, Kęstučio Masiulio, Luko Savicko Ir Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinėje sesijoje Strasbūre (Prancūzijos Respublika)"
    },
    {
        "id": 597,
        "politican_id": 104,
        "start_date": "2021.06.20",
        "end_date": "2021.06.25",
        "description": "Dėl Laimos Liucijos Andrikienės, Luko Savicko ir Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinėje sesijoje (Prancūzijos Respublika)"
    },
    {
        "id": 598,
        "politican_id": 104,
        "start_date": "2021.06.18",
        "end_date": "2021.06.20",
        "description": "Dėl Rūtos Miliūtės ir Luko Savicko dalyvavimo Konferencijos dėl Europos ateities inauguraciniame plenariniame posėdyje (Prancūzijos Respublika)"
    },
    {
        "id": 599,
        "politican_id": 105,
        "start_date": "2022.07.02",
        "end_date": "2022.07.03",
        "description": "Dėl Jurgitos Sejonienės ir Rimantės Šalaševičiūtės dalyvavimo Lietuvos ir Lenkijos moterų verslo forume (Lenkijos Respublika)"
    },
    {
        "id": 600,
        "politican_id": 105,
        "start_date": "2022.06.09",
        "end_date": "2022.06.11",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 25 d. sprendimo Nr. SV-S-524 „Dėl Jurgitos Sejonienės, Lino Slušnio, Rimantės Šalaševičiūtės ir Aurelijaus Verygos dalyvavimo Baltijos Asamblėjos Sveikatos, socialin (Estijos Respublika)"
    },
    {
        "id": 601,
        "politican_id": 105,
        "start_date": "2022.06.09",
        "end_date": "2022.06.11",
        "description": "Dėl Jurgitos Sejonienės, Lino Slušnio, Rimantės Šalaševičiūtės ir Aurelijaus Verygos dalyvavimo Baltijos Asamblėjos Sveikatos, socialinės gerovės ir šeimos reikalų komiteto posėdyje (Estijos Respublika)"
    },
    {
        "id": 602,
        "politican_id": 105,
        "start_date": "2022.05.02",
        "end_date": "2022.05.05",
        "description": "Dėl Jono Jaručio, Arvydo Pociaus ir Jurgitos Sejonienės dalyvavimo susitikimuose su Rumunijos valdžios atstovais (Rumunija)"
    },
    {
        "id": 603,
        "politican_id": 105,
        "start_date": "2021.10.05",
        "end_date": "2021.10.08",
        "description": "Dėl Godos Burokienės, Paulės Kuzmickienės, Aušrinės Norkienės, Jurgitos Sejonienės ir Rimantės Šalaševičiūtės dalyvavimo Tarptautiniame moterų lyderių forume (Austrijos Respublika)"
    },
    {
        "id": 604,
        "politican_id": 105,
        "start_date": "2021.10.05",
        "end_date": "2021.10.08",
        "description": "Dėl Guodos Burokienės, Paulės Kuzmickienės, Aušrinės Norkienės, Jurgitos Sejonienės, Rimantės Šalaševičiūtės ir Orintos Leiputės dalyvavimo Tarptautiniame moterų lyderių forume (Austrijos Respublika)"
    },
    {
        "id": 605,
        "politican_id": 106,
        "start_date": "2022.09.30",
        "end_date": "2022.10.01",
        "description": "Dėl Vilijos Aleknaitės Abramikienės, Pauliaus Saudargo ir Algirdo Syso dalyvavimo Lietuvos Respublikos Seimo ir Lenkijos Respublikos Seimo ir Senato narių asamblėjos darbo grupių posėdyje (Lenkijos Respublika)"
    },
    {
        "id": 606,
        "politican_id": 106,
        "start_date": "2022.06.08",
        "end_date": "2022.06.12",
        "description": "Dėl Žygimanto Pavilionio, Algirdo Syso ir Dovilės Šakalienės darbo vizito į Ukrainą (Ukraina)"
    },
    {
        "id": 607,
        "politican_id": 109,
        "start_date": "2022.05.31",
        "end_date": "2022.06.03",
        "description": "Dėl Seimo narių dalyvavimo bendrame Lietuvos Respublikos Seimo Ekonomikos komiteto ir Ukrainos Aukščiausiosios Rados Ekonomikos vystymo komiteto posėdyje (Ukraina)"
    },
    {
        "id": 608,
        "politican_id": 109,
        "start_date": "2022.03.13",
        "end_date": "2022.03.15",
        "description": "Dėl Vytauto Gapšio, Mindaugo Skritulsko ir Andriaus Vyšniausko dalyvavimo Europos Sąjungos ekonomikos strateginės autonomijos konferencijoje (Prancūzijos Respublika)"
    },
    {
        "id": 609,
        "politican_id": 109,
        "start_date": "2022.03.13",
        "end_date": "2022.03.15",
        "description": "Dėl Vytauto Gapšio, Mindaugo Skritulsko ir Andriaus Vyšniausko dalyvavimo Europos Sąjungos ekonomikos strateginės autonomijos konferencijoje (Prancūzijos Respublika)"
    },
    {
        "id": 610,
        "politican_id": 110,
        "start_date": "2023.01.22",
        "end_date": "2023.01.24",
        "description": "Dėl Seimo narių dalyvavimo Europos žaliųjų partijos rengiamame susitikime „Europos žaliosios darbotvarkės iššūkiai ir perspektyvos Lietuvoje“ (Belgijos Karalystė)"
    },
    {
        "id": 611,
        "politican_id": 110,
        "start_date": "2022.05.26",
        "end_date": "2022.05.26",
        "description": "Dėl Sauliaus Skvernelio dalyvavimo susitikimuose su Lenkijos lietuvių bendruomene (Lenkijos Respublika)"
    },
    {
        "id": 612,
        "politican_id": 111,
        "start_date": "2023.01.18",
        "end_date": "2023.01.21",
        "description": "Dėl Lino Slušnio dalyvavimo tarptautinėje konferencijoje „Vaikų psichikos sveikatos perspektyvos pasitelkus socialinį ir emocinį ugdymą“ (Portugalijos Respublika)"
    },
    {
        "id": 613,
        "politican_id": 111,
        "start_date": "2022.10.27",
        "end_date": "2022.10.29",
        "description": "Dėl Seimo narių dalyvavimo Baltijos Asamblėjos 41-ojoje sesijoje ir 28-ojoje Baltijos Taryboje (Latvijos Respublika)"
    },
    {
        "id": 614,
        "politican_id": 111,
        "start_date": "2022.06.09",
        "end_date": "2022.06.11",
        "description": "Dėl Jurgitos Sejonienės, Lino Slušnio, Rimantės Šalaševičiūtės ir Aurelijaus Verygos dalyvavimo Baltijos Asamblėjos Sveikatos, socialinės gerovės ir šeimos reikalų komiteto posėdyje (Estijos Respublika)"
    },
    {
        "id": 615,
        "politican_id": 111,
        "start_date": "2022.06.09",
        "end_date": "2022.06.11",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 25 d. sprendimo Nr. SV-S-524 „Dėl Jurgitos Sejonienės, Lino Slušnio, Rimantės Šalaševičiūtės ir Aurelijaus Verygos dalyvavimo Baltijos Asamblėjos Sveikatos, socialin (Estijos Respublika)"
    },
    {
        "id": 616,
        "politican_id": 112,
        "start_date": "2022.11.17",
        "end_date": "2022.11.21",
        "description": "Dėl Kazio Starkevičiaus dalyvavimo susitikimuose su Kazachstano Respublikos valdžios atstovais (Kazachstano Respublika)"
    },
    {
        "id": 617,
        "politican_id": 112,
        "start_date": "2022.11.09",
        "end_date": "2022.11.12",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos Seimo ir Ukrainos Aukščiausiosios Rados Asamblėjos sesijoje (Ukraina)"
    },
    {
        "id": 618,
        "politican_id": 112,
        "start_date": "2022.11.09",
        "end_date": "2022.11.12",
        "description": "Dėl Seimo valdybos 2022 m. spalio 19 d. sprendimo Nr. SV-S-706 „Dėl Seimo narių dalyvavimo Lietuvos Respublikos Seimo ir Ukrainos Aukščiausiosios Rados Asamblėjos sesijoje“ pakeitimo (Ukraina)"
    },
    {
        "id": 619,
        "politican_id": 112,
        "start_date": "2022.07.13",
        "end_date": "2022.07.16",
        "description": "Dėl Valentino Bukausko, Edmundo Pupinio ir Kazio Starkevičiaus dalyvavimo susitikimuose su Azerbaidžano Respublikos valdžios atstovais (Azerbaidžano Respublika)"
    },
    {
        "id": 620,
        "politican_id": 112,
        "start_date": "2022.07.13",
        "end_date": "2022.07.16",
        "description": "Dėl Seimo valdybos 2022 m. liepos 5 d. sprendimo Nr. SV-S-601 „Dėl Valentino Bukausko, Žygimanto Pavilionio, Edmundo Pupinio ir Kazio Starkevičiaus dalyvavimo susitikimuose su Azerbaidžano Respublikos (Azerbaidžano Respublika)"
    },
    {
        "id": 621,
        "politican_id": 112,
        "start_date": "2022.05.31",
        "end_date": "2022.06.03",
        "description": "Dėl Seimo narių dalyvavimo bendrame Lietuvos Respublikos Seimo Ekonomikos komiteto ir Ukrainos Aukščiausiosios Rados Ekonomikos vystymo komiteto posėdyje (Ukraina)"
    },
    {
        "id": 622,
        "politican_id": 112,
        "start_date": "2022.03.20",
        "end_date": "2022.03.22",
        "description": "Dėl Aistės Gedvilienės, Viktoro Pranckiečio ir Kazio Starkevičiaus dalyvavimo Europos Sąjungos valstybių narių parlamentų komitetų pirmininkų ir Europos parlamento konferencijoje, skirtoje Europos žem (Prancūzijos Respublika)"
    },
    {
        "id": 623,
        "politican_id": 112,
        "start_date": "2022.02.27",
        "end_date": "2022.03.03",
        "description": "Dėl Jono Jaručio, Edmundo Pupinio ir Kazio Starkevičiaus dalyvavimo susitikimuose su Kazachstano Respublikos valdžios atstovais (Kazachstano Respublika)"
    },
    {
        "id": 624,
        "politican_id": 112,
        "start_date": "2022.01.24",
        "end_date": "2022.01.26",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen vadovaujamos delegacijos oficialaus vizito į Moldovos Respubliką (Moldovos Respublika)"
    },
    {
        "id": 625,
        "politican_id": 112,
        "start_date": "2021.11.30",
        "end_date": "2021.12.03",
        "description": "Dėl Gintauto Palucko, Žygimanto Pavilionio ir Kazio Starkevičiaus dalyvavimo susitikimuose su Turkijos Respublikos valdžios atstovais (Turkijos Respublika)"
    },
    {
        "id": 626,
        "politican_id": 112,
        "start_date": "2021.09.25",
        "end_date": "2021.09.25",
        "description": "Dėl Seimo valdybos 2021 m. rugsėjo 22 d. sprendimo Nr. SV-S-201 „Dėl Andriaus Bagdono, Algimanto Dumbravos, Liudo Jonaičio, Edmundo Pupinio ir Kazio Starkevičiaus dalyvavimo Baltų vienybės dienos minėjimo renginiuose“ pakeitimo (Latvijos Respublika)"
    },
    {
        "id": 627,
        "politican_id": 112,
        "start_date": "2021.09.25",
        "end_date": "2021.09.25",
        "description": "Dėl Andriaus Bagdono, Algimanto Dumbravos, Liudo Jonaičio, Edmundo Pupinio ir Kazio Starkevičiaus dalyvavimo Baltų vienybės dienos minėjimo renginiuose (Latvijos Respublika)"
    },
    {
        "id": 628,
        "politican_id": 112,
        "start_date": "2021.07.08",
        "end_date": "2021.07.12",
        "description": "Dėl Laimos Liucijos Andrikienės, Edmundo Pupinio, Kazio Starkevičiaus, Rimantės Šalaševičiūtės ir Juozo Varžgalio dalyvavimo priešlaikinių Moldovos Respublikos Parlamento rinkimų stebėjimo misijoje (Moldovos Respublika)"
    },
    {
        "id": 629,
        "politican_id": 113,
        "start_date": "2023.01.22",
        "end_date": "2023.01.24",
        "description": "Dėl Seimo narių dalyvavimo Europos žaliųjų partijos rengiamame susitikime „Europos žaliosios darbotvarkės iššūkiai ir perspektyvos Lietuvoje“ (Belgijos Karalystė)"
    },
    {
        "id": 630,
        "politican_id": 113,
        "start_date": "2022.05.16",
        "end_date": "2022.05.20",
        "description": "Dėl Algirdo Stončaičio dalyvavimo konferencijoje prekybos žmonėmis prevencijos ir išsigelbėjusių asmenų reintegracijos strategijos formavimo klausimais (Vatikano Miesto Valstybė, Šventasis Sostas)"
    },
    {
        "id": 631,
        "politican_id": 114,
        "start_date": "2023.01.22",
        "end_date": "2023.01.24",
        "description": "Dėl Seimo narių dalyvavimo Europos žaliųjų partijos rengiamame susitikime „Europos žaliosios darbotvarkės iššūkiai ir perspektyvos Lietuvoje“ (Belgijos Karalystė)"
    },
    {
        "id": 632,
        "politican_id": 114,
        "start_date": "2021.11.16",
        "end_date": "2021.11.20",
        "description": "Dėl Raimundo Lopatos, Antano Matulo, Andriaus Mazuronio ir Zenono Streikaus dalyvavimo Lietuvos ir Armėnijos diplomatinių santykių užmezgimo 30-mečio minėjimo renginiuose (Armėnijos Respublika)"
    },
    {
        "id": 633,
        "politican_id": 116,
        "start_date": "2023.03.06",
        "end_date": "2023.03.08",
        "description": "Dėl Giedriaus Surplio dalyvavimo 8-ajame Europos vietos savivaldos kongrese (Lenkijos Respublika)"
    },
    {
        "id": 634,
        "politican_id": 116,
        "start_date": "2023.02.09",
        "end_date": "2023.02.11",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos, Estijos Respublikos ir Latvijos Respublikos parlamentų narių krepšinio rungtynėse Baltijos Asamblėjos taurei laimėti (Estijos Respublika)"
    },
    {
        "id": 635,
        "politican_id": 116,
        "start_date": "2023.01.24",
        "end_date": "2023.01.26",
        "description": "Dėl Lauryno Kasčiūno, Žygimanto Pavilionio, Giedriaus Surplio ir Dovilės Šakalienės dalyvavimo susitikime gynybos ir saugumo politikos klausimais (Švedijos Karalystė)"
    },
    {
        "id": 636,
        "politican_id": 116,
        "start_date": "2023.01.23",
        "end_date": "2023.01.25",
        "description": "Dėl Lauryno Kasčiūno, Žygimanto Pavilionio ir Giedriaus Surplio dalyvavimo susitikimuose su Švedijos Karalystės valdžios atstovais (Belgijos Karalystė)"
    },
    {
        "id": 637,
        "politican_id": 116,
        "start_date": "2022.11.13",
        "end_date": "2022.11.16",
        "description": "Dėl Audroniaus Ažubalio, Vytauto Gapšio, Mariaus Matijošaičio ir Giedriaus Surplio dalyvavimo Europos Sąjungos reikalų parlamentinių komitetų konferencijos (COSAC) LXVIII plenariniame posėdyje (Čekijos Respublika)"
    },
    {
        "id": 638,
        "politican_id": 116,
        "start_date": "2022.11.04",
        "end_date": "2022.11.10",
        "description": "Dėl Giedriaus Surplio dalyvavimo Europos saugumo ir bendradarbiavimo organizacijos Parlamentinės Asamblėjos rengiamoje Jungtinių Amerikos Valstijų vidurio kadencijos rinkimų stebėjimo misijoje (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 639,
        "politican_id": 116,
        "start_date": "2022.10.24",
        "end_date": "2022.10.25",
        "description": "Dėl Jono Jaručio ir Giedriaus Surplio dalyvavimo 11-ajame Europolo Jungtinės parlamentinės kontrolės grupės posėdyje (Belgijos Karalystė)"
    },
    {
        "id": 640,
        "politican_id": 116,
        "start_date": "2022.09.07",
        "end_date": "2022.09.10",
        "description": "Dėl Seimo narių dalyvavimo Jungtinių Amerikos Valstijų Valstybės departamento organizuojamuose susitikimuose NATO būstinėje (Belgijos Karalystė)"
    },
    {
        "id": 641,
        "politican_id": 116,
        "start_date": "2022.09.04",
        "end_date": "2022.09.06",
        "description": "Dėl Seimo narių dalyvavimo Tarpparlamentinėje bendros užsienio ir saugumo politikos bei bendros saugumo ir gynybos politikos konferencijoje (Čekijos Respublika)"
    },
    {
        "id": 642,
        "politican_id": 116,
        "start_date": "2022.07.01",
        "end_date": "2022.07.06",
        "description": "Dėl Lauryno Kasčiūno ir Giedriaus Surplio dalyvavimo Europos saugumo ir bendradarbiavimo organizacijos Parlamentinės Asamblėjos metinėje sesijoje (Jungtinė Didžiosios Britanijos ir Šiaurės Airijos Karalystė)"
    },
    {
        "id": 643,
        "politican_id": 116,
        "start_date": "2022.06.01",
        "end_date": "2022.06.03",
        "description": "Dėl Laimos Liucijos Andrikienės, Giedriaus Surplio ir Emanuelio Zingerio dalyvavimo susitikimuose su Vokietijos Federacinės Respublikos valdžios atstovais (Vokietijos Federacinė Respublika)"
    },
    {
        "id": 644,
        "politican_id": 116,
        "start_date": "2022.05.06",
        "end_date": "2022.05.06",
        "description": "Dėl Kristijono Bartoševičiaus, Ievos Pakarklytės ir Giedriaus Surplio darbo vizito į Danijos Karalystę (Danijos Karalystė)"
    },
    {
        "id": 645,
        "politican_id": 116,
        "start_date": "2022.04.23",
        "end_date": "2022.04.26",
        "description": "Dėl Dalios Asanavičiūtės ir Giedriaus Surplio dalyvavimo susitikimuose su Airijos Irachto atstovais (Airija)"
    },
    {
        "id": 646,
        "politican_id": 116,
        "start_date": "2022.04.07",
        "end_date": "2022.04.09",
        "description": "Dėl Seimo narių darbo vizito į Ukrainą (Ukraina)"
    },
    {
        "id": 647,
        "politican_id": 116,
        "start_date": "2022.01.31",
        "end_date": "2022.02.05",
        "description": "Dėl Laimos Liucijos Andrikienės, Jono Jaručio, Lauryno Kasčiūno ir Giedriaus Surplio dalyvavimo susitikimuose su Jungtinių Amerikos Valstijų Senato ir Atstovų Rūmų valdžios atstovais (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 648,
        "politican_id": 116,
        "start_date": "2022.01.26",
        "end_date": "2022.01.29",
        "description": "Dėl Audroniaus Ažubalio, Lauryno Kasčiūno, Giedriaus Surplio ir Dovilės Šakalienės dalyvavimo susitikimuose su NATO ir NATO valstybių narių atstovais (Belgijos Karalystė)"
    },
    {
        "id": 649,
        "politican_id": 116,
        "start_date": "2021.12.07",
        "end_date": "2021.12.08",
        "description": "Dėl Deivido Labanavičiaus, Giedriaus Surplio ir Andriaus Vyšniausko dalyvavimo susitikimuose su Suomijos politikais (Suomijos Respublika)"
    },
    {
        "id": 650,
        "politican_id": 116,
        "start_date": "2021.12.05",
        "end_date": "2021.12.07",
        "description": "Dėl Jono Jaručio ir Giedriaus Surplio dalyvavimo susitikimuose su Vokietijos žaliųjų partijos atstovais (Vokietijos Federacinė Respublika)"
    },
    {
        "id": 651,
        "politican_id": 116,
        "start_date": "2021.11.25",
        "end_date": "2021.11.28",
        "description": "Dėl Giedriaus Surplio dalyvavimo Frankofonijos Parlamentinės Asamblėjos Europos regiono 33-iojoje sesijoje (Albanija)"
    },
    {
        "id": 652,
        "politican_id": 116,
        "start_date": "2021.09.30",
        "end_date": "2021.10.04",
        "description": "Dėl Paulės Kuzmickienės, Raimundo Lopatos, Giedriaus Surplio, Vilijos Targamadzės ir Andriaus Vyšniausko dalyvavimo Sakartvelo vietos savivaldos rinkimų stebėjimo misijoje (Gruzija)"
    },
    {
        "id": 653,
        "politican_id": 116,
        "start_date": "2021.09.15",
        "end_date": "2021.09.19",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen vadovaujamos delegacijos darbo vizito į Švedijos Karalystę (Švedijos Karalystė)"
    },
    {
        "id": 654,
        "politican_id": 116,
        "start_date": "2021.06.14",
        "end_date": "2021.06.16",
        "description": "Dėl Seimo valdybos 2021 m. birželio 2 d. sprendimo Nr. SV-S-120 „Dėl Audroniaus Ažubalio, Lauryno Kasčiūno ir Giedriaus Surplio dalyvavimo susitikimuose su Vengrijos valdžios atstovais“ pakeitimo (Vengrijos Respublika)"
    },
    {
        "id": 655,
        "politican_id": 116,
        "start_date": "2021.06.14",
        "end_date": "2021.06.16",
        "description": "Dėl Audroniaus Ažubalio, Lauryno Kasčiūno ir Giedriaus Surplio dalyvavimo susitikimuose su Vengrijos valdžios atstovais (Vengrijos Respublika)"
    },
    {
        "id": 656,
        "politican_id": 117,
        "start_date": "2023.01.18",
        "end_date": "2023.01.21",
        "description": "Dėl Lauryno Kasčiūno ir Dovilės Šakalienės dalyvavimo susitikimuose su Vokietijos Federacinės Respublikos valdžios atstovais (Vokietijos Federacinė Respublika)"
    },
    {
        "id": 657,
        "politican_id": 117,
        "start_date": "2023.01.08",
        "end_date": "2023.01.15",
        "description": "Dėl Seimo valdybos 2022 m. gruodžio 23 d. sprendimo Nr. SV-S-767 „Dėl Seimo narių dalyvavimo susitikimuose su Taivano valdžios ir nevyriausybinių organizacijų atstovais“ pakeitimo (Taivanas)"
    },
    {
        "id": 658,
        "politican_id": 117,
        "start_date": "2023.01.08",
        "end_date": "2023.01.15",
        "description": "Dėl Seimo narių dalyvavimo susitikimuose su Taivano valdžios ir nevyriausybinių organizacijų atstovais (Taivanas)"
    },
    {
        "id": 659,
        "politican_id": 117,
        "start_date": "2022.10.04",
        "end_date": "2022.10.06",
        "description": "Dėl Dovilės Šakalienės dalyvavimo Varšuvos saugumo forume (Lenkijos Respublika)"
    },
    {
        "id": 660,
        "politican_id": 117,
        "start_date": "2022.09.11",
        "end_date": "2022.09.16",
        "description": "Dėl Mariaus Matijošaičio ir Dovilės Šakalienės dalyvavimo Tarpparlamentinio aljanso dėl Kinijos organizuojamame susitikime (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 661,
        "politican_id": 117,
        "start_date": "2022.06.24",
        "end_date": "2022.06.27",
        "description": "Dėl Dovilės Šakalienės dalyvavimo Tarptautinio respublikonų instituto rengiamame Europos valstybių parlamentų narių susitikime (Vokietijos Federacinė Respublika)"
    },
    {
        "id": 662,
        "politican_id": 117,
        "start_date": "2022.06.21",
        "end_date": "2022.06.21",
        "description": "Dėl Dovilės Šakalienės dalyvavimo tarptautiniame kongrese „Laikų kaita: žingsniai į naują erą“ (Vokietijos Federacinė Respublika)"
    },
    {
        "id": 663,
        "politican_id": 117,
        "start_date": "2022.06.16",
        "end_date": "2022.06.18",
        "description": "Dėl Dovilės Šakalienės dalyvavimo seminare „Karas Europoje ir jo pasekmės Europos Sąjungai – socialinės demokratijos perspektyva“ (Italijos Respublika)"
    },
    {
        "id": 664,
        "politican_id": 117,
        "start_date": "2022.06.08",
        "end_date": "2022.06.12",
        "description": "Dėl Žygimanto Pavilionio, Algirdo Syso ir Dovilės Šakalienės darbo vizito į Ukrainą (Ukraina)"
    },
    {
        "id": 665,
        "politican_id": 117,
        "start_date": "2022.05.15",
        "end_date": "2022.05.18",
        "description": "Dėl Dovilės Šakalienės dalyvavimo susitikimuose su Vokietijos Federacinės Respublikos valdžios atstovais (Vokietijos Federacinė Respublika)"
    },
    {
        "id": 666,
        "politican_id": 117,
        "start_date": "2022.04.13",
        "end_date": "2022.04.15",
        "description": "Dėl Jono Jaručio, Lauryno Kasčiūno ir Dovilės Šakalienės dalyvavimo susitikimuose su Prancūzijos Respublikos valdžios atstovais (Prancūzijos Respublika)"
    },
    {
        "id": 667,
        "politican_id": 117,
        "start_date": "2022.04.04",
        "end_date": "2022.04.06",
        "description": "Dėl Lauryno Kasčiūno, Valdo Rakučio ir Dovilės Šakalienės dalyvavimo susitikimuose su Vokietijos Federacinės Respublikos valdžios atstovais (Vokietijos Federacinė Respublika)"
    },
    {
        "id": 668,
        "politican_id": 117,
        "start_date": "2022.01.26",
        "end_date": "2022.01.29",
        "description": "Dėl Audroniaus Ažubalio, Lauryno Kasčiūno, Giedriaus Surplio ir Dovilės Šakalienės dalyvavimo susitikimuose su NATO ir NATO valstybių narių atstovais (Belgijos Karalystė)"
    },
    {
        "id": 669,
        "politican_id": 117,
        "start_date": "2021.11.27",
        "end_date": "2021.12.06",
        "description": "Dėl Seimo narių dalyvavimo Atviro parlamento forume (Taivanas)"
    },
    {
        "id": 670,
        "politican_id": 117,
        "start_date": "2021.08.18",
        "end_date": "2021.08.21",
        "description": "Dėl Dovilės Šakalienės dalyvavimo tarpparlamentinėje plenarinėje sesijoje ir konferencijoje žmogaus teisių klausimais (Danijos Karalystė)"
    },
    {
        "id": 671,
        "politican_id": 118,
        "start_date": "2022.09.25",
        "end_date": "2022.09.30",
        "description": "Dėl Seimo valdybos 2022 m. rugpjūčio 25 d. sprendimo Nr. SV-S-630 „Dėl Guodos Burokienės, Orintos Leiputės, Aušrinės Norkienės ir Rimantės Šalaševičiūtės dalyvavimo apskritojo stalo diskusijose „Lietu (Turkijos Respublika)"
    },
    {
        "id": 672,
        "politican_id": 118,
        "start_date": "2022.09.25",
        "end_date": "2022.09.30",
        "description": "Dėl Guodos Burokienės, Orintos Leiputės, Aušrinės Norkienės ir Rimantės Šalaševičiūtės dalyvavimo apskritojo stalo diskusijose „Lietuvos ir Turkijos verslo forumas“ (Turkijos Respublika)"
    },
    {
        "id": 673,
        "politican_id": 118,
        "start_date": "2022.07.02",
        "end_date": "2022.07.03",
        "description": "Dėl Jurgitos Sejonienės ir Rimantės Šalaševičiūtės dalyvavimo Lietuvos ir Lenkijos moterų verslo forume (Lenkijos Respublika)"
    },
    {
        "id": 674,
        "politican_id": 118,
        "start_date": "2022.06.09",
        "end_date": "2022.06.11",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 25 d. sprendimo Nr. SV-S-524 „Dėl Jurgitos Sejonienės, Lino Slušnio, Rimantės Šalaševičiūtės ir Aurelijaus Verygos dalyvavimo Baltijos Asamblėjos Sveikatos, socialin (Estijos Respublika)"
    },
    {
        "id": 675,
        "politican_id": 118,
        "start_date": "2022.06.09",
        "end_date": "2022.06.11",
        "description": "Dėl Jurgitos Sejonienės, Lino Slušnio, Rimantės Šalaševičiūtės ir Aurelijaus Verygos dalyvavimo Baltijos Asamblėjos Sveikatos, socialinės gerovės ir šeimos reikalų komiteto posėdyje (Estijos Respublika)"
    },
    {
        "id": 676,
        "politican_id": 118,
        "start_date": "2021.12.05",
        "end_date": "2021.12.07",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen vadovaujamos delegacijos darbo vizito į Lenkijos Respubliką (Lenkijos Respublika)"
    },
    {
        "id": 677,
        "politican_id": 118,
        "start_date": "2021.10.24",
        "end_date": "2021.10.28",
        "description": "Dėl Seimo valdybos 2021 m. spalio 20 d. sprendimo Nr. SV-S-251 „Dėl Lauryno Kasčiūno, Andriaus Mazuronio ir Rimantės Šalaševičiūtės dalyvavimo susitikimuose su Ukrainos valdžios atstovais“ pakeitimo (Ukraina)"
    },
    {
        "id": 678,
        "politican_id": 118,
        "start_date": "2021.10.05",
        "end_date": "2021.10.08",
        "description": "Dėl Godos Burokienės, Paulės Kuzmickienės, Aušrinės Norkienės, Jurgitos Sejonienės ir Rimantės Šalaševičiūtės dalyvavimo Tarptautiniame moterų lyderių forume (Austrijos Respublika)"
    },
    {
        "id": 679,
        "politican_id": 118,
        "start_date": "2021.10.05",
        "end_date": "2021.10.08",
        "description": "Dėl Guodos Burokienės, Paulės Kuzmickienės, Aušrinės Norkienės, Jurgitos Sejonienės, Rimantės Šalaševičiūtės ir Orintos Leiputės dalyvavimo Tarptautiniame moterų lyderių forume (Austrijos Respublika)"
    },
    {
        "id": 680,
        "politican_id": 118,
        "start_date": "2021.07.08",
        "end_date": "2021.07.12",
        "description": "Dėl Laimos Liucijos Andrikienės, Edmundo Pupinio, Kazio Starkevičiaus, Rimantės Šalaševičiūtės ir Juozo Varžgalio dalyvavimo priešlaikinių Moldovos Respublikos Parlamento rinkimų stebėjimo misijoje (Moldovos Respublika)"
    },
    {
        "id": 681,
        "politican_id": 119,
        "start_date": "2022.10.28",
        "end_date": "2022.11.01",
        "description": "Dėl Seimo valdybos 2022 m. spalio 5 d. sprendimo Nr. SV-S-685 „Dėl Algimanto Dumbravos, Kęstučio Masiulio ir Roberto Šarknicko dalyvavimo susitikimuose su Heseno ir Badeno-Viurtembergo landtagų ir vyr (Vokietijos Federacinė Respublika)"
    },
    {
        "id": 682,
        "politican_id": 119,
        "start_date": "2022.10.28",
        "end_date": "2022.11.01",
        "description": "Dėl Algimanto Dumbravos, Kęstučio Masiulio ir Roberto Šarknicko dalyvavimo susitikimuose su Heseno ir Badeno-Viurtembergo landtagų ir vyriausybių atstovais (Vokietijos Federacinė Respublika)"
    },
    {
        "id": 683,
        "politican_id": 119,
        "start_date": "2022.10.28",
        "end_date": "2022.11.01",
        "description": "Dėl Seimo valdybos 2022 m. spalio 5 d. sprendimo Nr. SV-S-685 „Dėl Algimanto Dumbravos, Kęstučio Masiulio ir Roberto Šarknicko dalyvavimo susitikimuose su Heseno ir Badeno-Viurtembergo landtagų ir vyr (Vokietijos Federacinė Respublika)"
    },
    {
        "id": 684,
        "politican_id": 120,
        "start_date": "2021.07.22",
        "end_date": "2021.07.25",
        "description": "Dėl Algimanto Dumbravos ir Stasio Šedbaro dalyvavimo susitikimuose su Austrijos Respublikos ir Zalcburgo žemės valdžios institucijų atstovais bei Lietuvos Respublikos ir Zalcburgo žemės bendradarbiavimui skirtoje parodoje (Austrijos Respublika)"
    },
    {
        "id": 685,
        "politican_id": 124,
        "start_date": "2023.01.22",
        "end_date": "2023.01.28",
        "description": "Dėl Armino Lydekos, Aušrinės Norkienės, Ritos Tamašunienės ir Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinės sesijos posėdžiuose (Prancūzijos Respublika)"
    },
    {
        "id": 686,
        "politican_id": 124,
        "start_date": "2022.11.10",
        "end_date": "2022.11.12",
        "description": "Dėl Česlavo Olševskio ir Ritos Tamašunienės dalyvavimo konferencijoje, skirtoje Lenkijos Nepriklausomybės dienai paminėti (Lenkijos Respublika)"
    },
    {
        "id": 687,
        "politican_id": 124,
        "start_date": "2022.09.06",
        "end_date": "2022.09.09",
        "description": "Dėl Seimo valdybos 2022 m. rugpjūčio 4 d. sprendimo Nr. SV-S-618 „Dėl Vytauto Bako ir Ritos Tamašunienės dalyvavimo 31-ajame Ekonomikos forume „Europa naujų iššūkių akivaizdoje“ pakeitimo (Lenkijos Respublika)"
    },
    {
        "id": 688,
        "politican_id": 124,
        "start_date": "2022.09.05",
        "end_date": "2022.09.09",
        "description": "Dėl Vytauto Bako ir Ritos Tamašunienės dalyvavimo 31-ajame Ekonomikos forume „Europa naujų iššūkių akivaizdoje“ (Lenkijos Respublika)"
    },
    {
        "id": 689,
        "politican_id": 124,
        "start_date": "2022.04.24",
        "end_date": "2022.04.30",
        "description": "Dėl Seimo narių dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinėje sesijoje (Prancūzijos Respublika)"
    },
    {
        "id": 690,
        "politican_id": 124,
        "start_date": "2022.04.24",
        "end_date": "2022.04.30",
        "description": "Dėl Seimo valdybos 2022 m. balandžio 13 d. sprendimo Nr. SV-S-460 „Dėl Seimo narių dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinėje sesijoje“ pakeitimo (Prancūzijos Respublika)"
    },
    {
        "id": 691,
        "politican_id": 124,
        "start_date": "2022.04.11",
        "end_date": "2022.04.12",
        "description": "Dėl Seimo narių dalyvavimo konferencijoje „Abiejų Tautų Respublika Europoje“ (Lenkijos Respublika)"
    },
    {
        "id": 692,
        "politican_id": 124,
        "start_date": "2021.10.15",
        "end_date": "2021.10.17",
        "description": "Dėl Valdo Rakučio ir Ritos Tamašunienės dalyvavimo atminimo lentos, skirtos Lietuvos Didžiosios Kunigaikštystės kariams, žuvusiems ginant Varšuvą, atidengimo iškilmėse ir susitikimuose su Lenkijos Respublikos Seimo atstovais (Lenkijos Respublika)"
    },
    {
        "id": 693,
        "politican_id": 125,
        "start_date": "2023.01.22",
        "end_date": "2023.01.24",
        "description": "Dėl Seimo narių dalyvavimo Europos žaliųjų partijos rengiamame susitikime „Europos žaliosios darbotvarkės iššūkiai ir perspektyvos Lietuvoje“ (Belgijos Karalystė)"
    },
    {
        "id": 694,
        "politican_id": 125,
        "start_date": "2022.06.15",
        "end_date": "2022.06.20",
        "description": "Dėl Vilijos Targamadzės dalyvavimo konferencijoje „Moterys, taika ir saugumas“ (Gruzija)"
    },
    {
        "id": 695,
        "politican_id": 125,
        "start_date": "2021.11.11",
        "end_date": "2021.11.13",
        "description": "Dėl Seimo valdybos 2021 m. lapkričio 10 d. sprendimo Nr. SV-S-295 „Dėl Raimundo Lopatos dalyvavimo susitikimuose su Sakartvelo valdžios atstovais“ pakeitimo (Gruzija)"
    },
    {
        "id": 696,
        "politican_id": 125,
        "start_date": "2021.11.11",
        "end_date": "2021.11.13",
        "description": "Dėl Raimundo Lopatos dalyvavimo susitikimuose su Sakartvelo valdžios atstovais (Gruzija)"
    },
    {
        "id": 697,
        "politican_id": 125,
        "start_date": "2021.10.15",
        "end_date": "2021.10.16",
        "description": "Dėl Vilijos Targamadzės dalyvavimo Seinų, Punsko ir Suvalkų krašto pedagogų seminare (Lenkijos Respublika)"
    },
    {
        "id": 698,
        "politican_id": 125,
        "start_date": "2021.09.30",
        "end_date": "2021.10.04",
        "description": "Dėl Paulės Kuzmickienės, Raimundo Lopatos, Giedriaus Surplio, Vilijos Targamadzės ir Andriaus Vyšniausko dalyvavimo Sakartvelo vietos savivaldos rinkimų stebėjimo misijoje (Gruzija)"
    },
    {
        "id": 699,
        "politican_id": 125,
        "start_date": "2021.06.17",
        "end_date": "2021.06.22",
        "description": "Dėl Armino Lydekos, Vilijos Targamadzės, Tomo Tomilino ir Aurelijaus Verygos dalyvavimo Armėnijos Respublikos Nacionalinio Susirinkimo rinkimų stebėjimo misijoje (Armėnijos Respublika)"
    },
    {
        "id": 700,
        "politican_id": 126,
        "start_date": "2023.01.22",
        "end_date": "2023.01.24",
        "description": "Dėl Seimo narių dalyvavimo Europos žaliųjų partijos rengiamame susitikime „Europos žaliosios darbotvarkės iššūkiai ir perspektyvos Lietuvoje“ (Belgijos Karalystė)"
    },
    {
        "id": 701,
        "politican_id": 126,
        "start_date": "2022.12.01",
        "end_date": "2022.12.04",
        "description": "Dėl Laimos Mogenienės, Luko Savicko ir Tomo Tomilino dalyvavimo 6-ajame Europos žaliųjų partijos kongrese (Danijos Karalystė)"
    },
    {
        "id": 702,
        "politican_id": 126,
        "start_date": "2022.12.01",
        "end_date": "2022.12.04",
        "description": "Dėl Seimo valdybos 2022 m. lapkričio 23 d. sprendimo Nr. SV-S-738 „Dėl Laimos Mogenienės, Luko Savicko ir Tomo Tomilino dalyvavimo 6-ajame Europos žaliųjų partijos kongrese“ pakeitimo (Danijos Karalystė)"
    },
    {
        "id": 703,
        "politican_id": 126,
        "start_date": "2022.11.09",
        "end_date": "2022.11.12",
        "description": "Dėl Seimo narių dalyvavimo Lietuvos Respublikos Seimo ir Ukrainos Aukščiausiosios Rados Asamblėjos sesijoje (Ukraina)"
    },
    {
        "id": 704,
        "politican_id": 126,
        "start_date": "2022.11.09",
        "end_date": "2022.11.12",
        "description": "Dėl Seimo valdybos 2022 m. spalio 19 d. sprendimo Nr. SV-S-706 „Dėl Seimo narių dalyvavimo Lietuvos Respublikos Seimo ir Ukrainos Aukščiausiosios Rados Asamblėjos sesijoje“ pakeitimo (Ukraina)"
    },
    {
        "id": 705,
        "politican_id": 126,
        "start_date": "2022.09.06",
        "end_date": "2022.09.09",
        "description": "Dėl Seimo valdybos 2022 m. rugpjūčio 4 d. sprendimo Nr. SV-S-618 „Dėl Vytauto Bako ir Ritos Tamašunienės dalyvavimo 31-ajame Ekonomikos forume „Europa naujų iššūkių akivaizdoje“ pakeitimo (Lenkijos Respublika)"
    },
    {
        "id": 706,
        "politican_id": 126,
        "start_date": "2022.09.05",
        "end_date": "2022.09.09",
        "description": "Dėl Vytauto Bako ir Ritos Tamašunienės dalyvavimo 31-ajame Ekonomikos forume „Europa naujų iššūkių akivaizdoje“ (Lenkijos Respublika)"
    },
    {
        "id": 707,
        "politican_id": 126,
        "start_date": "2022.06.03",
        "end_date": "2022.06.05",
        "description": "Dėl Tomo Tomilino dalyvavimo Europos žaliųjų partijos 35-osios tarybos susirinkime (Latvijos Respublika)"
    },
    {
        "id": 708,
        "politican_id": 126,
        "start_date": "2022.05.04",
        "end_date": "2022.05.07",
        "description": "Dėl Mariaus Matijošaičio, Žygimanto Pavilionio, Tomo Tomilino ir Aurelijaus Verygos darbo vizito į Ukrainą (Ukraina)"
    },
    {
        "id": 709,
        "politican_id": 126,
        "start_date": "2022.03.16",
        "end_date": "2022.03.19",
        "description": "Dėl Luko Savicko ir Tomo Tomilino dalyvavimo Ekonominio bendradarbiavimo ir plėtros organizacijos Pasaulinio parlamentarų tinklo susitikime (Prancūzijos Respublika)"
    },
    {
        "id": 710,
        "politican_id": 126,
        "start_date": "2021.06.17",
        "end_date": "2021.06.22",
        "description": "Dėl Armino Lydekos, Vilijos Targamadzės, Tomo Tomilino ir Aurelijaus Verygos dalyvavimo Armėnijos Respublikos Nacionalinio Susirinkimo rinkimų stebėjimo misijoje (Armėnijos Respublika)"
    },
    {
        "id": 711,
        "politican_id": 127,
        "start_date": "2022.06.03",
        "end_date": "2022.06.06",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 4 d. sprendimo Nr. SV-S-488 „Dėl Stasio Tumėno dalyvavimo Europos lietuvių kultūros dienų renginiuose Norvegijos Karalystėje“ pakeitimo (Norvegijos Karalystė)"
    },
    {
        "id": 712,
        "politican_id": 127,
        "start_date": "2022.06.03",
        "end_date": "2022.06.06",
        "description": "Dėl Stasio Tumėno dalyvavimo Europos lietuvių kultūros dienų renginiuose Norvegijos Karalystėje (Norvegijos Karalystė)"
    },
    {
        "id": 713,
        "politican_id": 127,
        "start_date": "2022.05.31",
        "end_date": "2022.06.02",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 18 d. sprendimo Nr. SV-S-515 „Dėl Seimo narių dalyvavimo susitikimuose su Lenkijos Respublikos valdžios atstovais“ pakeitimo (Lenkijos Respublika)"
    },
    {
        "id": 714,
        "politican_id": 127,
        "start_date": "2022.05.31",
        "end_date": "2022.06.02",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 18 d. sprendimo Nr. SV-S-515 „Dėl Seimo narių dalyvavimo susitikimuose su Lenkijos Respublikos valdžios atstovais“ pakeitimo (Lenkijos Respublika)"
    },
    {
        "id": 715,
        "politican_id": 127,
        "start_date": "2022.05.31",
        "end_date": "2022.06.02",
        "description": "Dėl Seimo narių dalyvavimo susitikimuose su Lenkijos Respublikos valdžios atstovais (Lenkijos Respublika)"
    },
    {
        "id": 716,
        "politican_id": 127,
        "start_date": "2022.04.29",
        "end_date": "2022.04.29",
        "description": "Dėl Liudo Jonaičio ir Stasio Tumėno dalyvavimo Rygos lietuvių vidurinės mokyklos jubiliejaus šventėje (Latvijos Respublika)"
    },
    {
        "id": 717,
        "politican_id": 128,
        "start_date": "2023.01.04",
        "end_date": "2023.01.05",
        "description": "Dėl Pauliaus Saudargo ir Justino Urbanavičiaus dalyvavimo susitikimuose su Ukrainos Aukščiausiosios Rados ir vietos savivaldos atstovais (Ukraina)"
    },
    {
        "id": 718,
        "politican_id": 128,
        "start_date": "2022.10.06",
        "end_date": "2022.10.10",
        "description": "Dėl Lauryno Kasčiūno, Pauliaus Saudargo ir Justino Urbanavičiaus dalyvavimo susitikimuose su Ukrainos valdžios atstovais (Ukraina)"
    },
    {
        "id": 719,
        "politican_id": 129,
        "start_date": "2022.04.07",
        "end_date": "2022.04.08",
        "description": "Dėl Aistės Gedvilienės, Ligitos Girskienės, Romualdo Vaitkaus ir Juozo Varžgalio dalyvavimo Baltijos Asamblėjos Gamtos išteklių ir aplinkosaugos komiteto posėdyje (Estijos Respublika)"
    },
    {
        "id": 720,
        "politican_id": 130,
        "start_date": "2023.03.07",
        "end_date": "2023.03.13",
        "description": "Dėl Arūno Valinsko dalyvavimo Tibeto nacionalinio sukilimo dienos minėjimo renginiuose (Indijos Respublika)"
    },
    {
        "id": 721,
        "politican_id": 130,
        "start_date": "2022.05.15",
        "end_date": "2022.05.17",
        "description": "Dėl Audroniaus Ažubalio, Andriaus Mazuronio, Juliaus Sabatausko ir Arūno Valinsko dalyvavimo Prancūzijos Respublikos Senato Teisės komiteto ir Nacionalinės Asamblėjos Teisės komiteto rengiamoje tarppa (Prancūzijos Respublika)"
    },
    {
        "id": 722,
        "politican_id": 131,
        "start_date": "2023.01.19",
        "end_date": "2023.01.20",
        "description": "Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Prezidiumo, Biudžeto ir kontrolės komiteto ir bendrame Saugumo ir gynybos komiteto bei Ekonomikos, energetikos ir inovacijų komiteto posėdžiuose (Estijos Respublika)"
    },
    {
        "id": 723,
        "politican_id": 131,
        "start_date": "2022.10.27",
        "end_date": "2022.10.29",
        "description": "Dėl Seimo narių dalyvavimo Baltijos Asamblėjos 41-ojoje sesijoje ir 28-ojoje Baltijos Taryboje (Latvijos Respublika)"
    },
    {
        "id": 724,
        "politican_id": 131,
        "start_date": "2022.03.24",
        "end_date": "2022.03.25",
        "description": "Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Ekonomikos, energetikos ir inovacijų komiteto bei Švietimo, mokslo ir kultūros komiteto posėdyje (Latvijos Respublika)"
    },
    {
        "id": 725,
        "politican_id": 131,
        "start_date": "2022.03.24",
        "end_date": "2022.03.25",
        "description": "Dėl Seimo valdybos 2022 m. kovo 9 d. sprendimo Nr. SV-S-415 „Dėl Laimos Nagienės ir Valdemaro Valkiūno dalyvavimo Baltijos Asamblėjos Ekonomikos, energetikos ir inovacijų komiteto bei Švietimo, mokslo (Latvijos Respublika)"
    },
    {
        "id": 726,
        "politican_id": 131,
        "start_date": "2022.03.24",
        "end_date": "2022.03.25",
        "description": "Dėl Seimo valdybos 2022 m. kovo 9 d. sprendimo Nr. SV-S-415 „Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Ekonomikos, energetikos ir inovacijų komiteto bei Švietimo, mokslo ir kultūros komiteto posė (Latvijos Respublika)"
    },
    {
        "id": 727,
        "politican_id": 131,
        "start_date": "2022.02.03",
        "end_date": "2022.02.04",
        "description": "Dėl Kęstučio Masiulio ir Valdemaro Valkiūno dalyvavimo Baltijos Asamblėjos Ekonomikos, energetikos ir inovacijų komiteto bei Biudžeto ir kontrolės komiteto posėdžiuose (Estijos Respublika)"
    },
    {
        "id": 728,
        "politican_id": 133,
        "start_date": "2022.10.27",
        "end_date": "2022.10.29",
        "description": "Dėl Seimo narių dalyvavimo Baltijos Asamblėjos 41-ojoje sesijoje ir 28-ojoje Baltijos Taryboje (Latvijos Respublika)"
    },
    {
        "id": 729,
        "politican_id": 133,
        "start_date": "2022.04.07",
        "end_date": "2022.04.08",
        "description": "Dėl Aistės Gedvilienės, Ligitos Girskienės, Romualdo Vaitkaus ir Juozo Varžgalio dalyvavimo Baltijos Asamblėjos Gamtos išteklių ir aplinkosaugos komiteto posėdyje (Estijos Respublika)"
    },
    {
        "id": 730,
        "politican_id": 133,
        "start_date": "2021.07.08",
        "end_date": "2021.07.12",
        "description": "Dėl Laimos Liucijos Andrikienės, Edmundo Pupinio, Kazio Starkevičiaus, Rimantės Šalaševičiūtės ir Juozo Varžgalio dalyvavimo priešlaikinių Moldovos Respublikos Parlamento rinkimų stebėjimo misijoje (Moldovos Respublika)"
    },
    {
        "id": 731,
        "politican_id": 134,
        "start_date": "2022.10.24",
        "end_date": "2022.10.25",
        "description": "Dėl Aurelijaus Verygos dalyvavimo Pasaulio sveikatos organizacijos Europos regiono biuro rengiamame forume jaunimo sveikatos ir gerovės klausimais (Albanija)"
    },
    {
        "id": 732,
        "politican_id": 134,
        "start_date": "2022.10.09",
        "end_date": "2022.10.10",
        "description": "Dėl Aurelijaus Verygos dalyvavimo Pasaulio sveikatos organizacijos Europos regiono biuro rengiamoje diskusijoje visuomenės sveikatos politikos klausimais (Belgijos Karalystė)"
    },
    {
        "id": 733,
        "politican_id": 134,
        "start_date": "2022.06.15",
        "end_date": "2022.06.17",
        "description": "Dėl Aurelijaus Verygos dalyvavimo 9-ojoje konferencijoje „Alkoholio politika Europoje“ (Norvegijos Karalystė)"
    },
    {
        "id": 734,
        "politican_id": 134,
        "start_date": "2022.06.09",
        "end_date": "2022.06.11",
        "description": "Dėl Jurgitos Sejonienės, Lino Slušnio, Rimantės Šalaševičiūtės ir Aurelijaus Verygos dalyvavimo Baltijos Asamblėjos Sveikatos, socialinės gerovės ir šeimos reikalų komiteto posėdyje (Estijos Respublika)"
    },
    {
        "id": 735,
        "politican_id": 134,
        "start_date": "2022.06.09",
        "end_date": "2022.06.11",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 25 d. sprendimo Nr. SV-S-524 „Dėl Jurgitos Sejonienės, Lino Slušnio, Rimantės Šalaševičiūtės ir Aurelijaus Verygos dalyvavimo Baltijos Asamblėjos Sveikatos, socialin (Estijos Respublika)"
    },
    {
        "id": 736,
        "politican_id": 134,
        "start_date": "2022.05.04",
        "end_date": "2022.05.07",
        "description": "Dėl Mariaus Matijošaičio, Žygimanto Pavilionio, Tomo Tomilino ir Aurelijaus Verygos darbo vizito į Ukrainą (Ukraina)"
    },
    {
        "id": 737,
        "politican_id": 134,
        "start_date": "2022.03.03",
        "end_date": "2022.03.05",
        "description": "Dėl Domo Griškevičiaus, Mato Maldeikio, Mariaus Matijošaičio ir Aurelijaus Verygos dalyvavimo Sąjungos reikalų parlamentinių komitetų konferencijos (COSAC) LXVII plenariniame posėdyje (Prancūzijos Respublika)"
    },
    {
        "id": 738,
        "politican_id": 134,
        "start_date": "2022.03.03",
        "end_date": "2022.03.05",
        "description": "Dėl Seimo valdybos 2022 m. vasario 24 d. sprendimo Nr. SV-S-399 „Dėl Domo Griškevičiaus, Mato Maldeikio, Mariaus Matijošaičio ir Aurelijaus Verygos dalyvavimo Sąjungos reikalų parlamentinių komitetų k (Prancūzijos Respublika)"
    },
    {
        "id": 739,
        "politican_id": 134,
        "start_date": "2021.06.17",
        "end_date": "2021.06.22",
        "description": "Dėl Armino Lydekos, Vilijos Targamadzės, Tomo Tomilino ir Aurelijaus Verygos dalyvavimo Armėnijos Respublikos Nacionalinio Susirinkimo rinkimų stebėjimo misijoje (Armėnijos Respublika)"
    },
    {
        "id": 740,
        "politican_id": 135,
        "start_date": "2022.09.07",
        "end_date": "2022.09.09",
        "description": "Dėl Laimos Liucijos Andrikienės, Kęstučio Vilkausko ir Andriaus Vyšniausko dalyvavimo susitikimuose su Kosovo Respublikos valdžios atstovais (Kosovas)"
    },
    {
        "id": 741,
        "politican_id": 135,
        "start_date": "2022.05.31",
        "end_date": "2022.06.02",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 18 d. sprendimo Nr. SV-S-515 „Dėl Seimo narių dalyvavimo susitikimuose su Lenkijos Respublikos valdžios atstovais“ pakeitimo (Lenkijos Respublika)"
    },
    {
        "id": 742,
        "politican_id": 135,
        "start_date": "2022.05.31",
        "end_date": "2022.06.02",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 18 d. sprendimo Nr. SV-S-515 „Dėl Seimo narių dalyvavimo susitikimuose su Lenkijos Respublikos valdžios atstovais“ pakeitimo (Lenkijos Respublika)"
    },
    {
        "id": 743,
        "politican_id": 135,
        "start_date": "2022.05.31",
        "end_date": "2022.06.02",
        "description": "Dėl Seimo narių dalyvavimo susitikimuose su Lenkijos Respublikos valdžios atstovais (Lenkijos Respublika)"
    },
    {
        "id": 744,
        "politican_id": 135,
        "start_date": "2021.12.05",
        "end_date": "2021.12.07",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen vadovaujamos delegacijos darbo vizito į Lenkijos Respubliką (Lenkijos Respublika)"
    },
    {
        "id": 745,
        "politican_id": 135,
        "start_date": "2021.09.05",
        "end_date": "2021.09.09",
        "description": "Dėl Audroniaus Ažubalio, Valdo Rakučio ir Kęstučio Vilkausko dalyvavimo susitikimuose su Šiaurės Makedonijos Respublikos ir Serbijos Respublikos parlamentų ir kitų institucijų vadovais (Serbija)"
    },
    {
        "id": 746,
        "politican_id": 135,
        "start_date": "2021.09.05",
        "end_date": "2021.09.09",
        "description": "Dėl Audroniaus Ažubalio, Valdo Rakučio ir Kęstučio Vilkausko dalyvavimo susitikimuose su Šiaurės Makedonijos Respublikos ir Serbijos Respublikos parlamentų ir kitų institucijų vadovais (Buvusioji Jugoslavijos Respublika Makedonija)"
    },
    {
        "id": 747,
        "politican_id": 136,
        "start_date": "2022.10.27",
        "end_date": "2022.10.29",
        "description": "Dėl Seimo narių dalyvavimo Baltijos Asamblėjos 41-ojoje sesijoje ir 28-ojoje Baltijos Taryboje (Latvijos Respublika)"
    },
    {
        "id": 748,
        "politican_id": 137,
        "start_date": "2023.01.22",
        "end_date": "2023.02.01",
        "description": "Dėl Kristijono Bartoševičiaus, Vytauto Mitalo ir Andriaus Vyšniausko dalyvavimo įgyvendinant projektą „Demokratijos tinklo programa“ (Indijos Respublika)"
    },
    {
        "id": 749,
        "politican_id": 137,
        "start_date": "2023.01.22",
        "end_date": "2023.02.01",
        "description": "Dėl Seimo valdybos 2023 m. sausio 18 d. sprendimo Nr. SV-S-793 „Dėl Kristijono Bartoševičiaus, Vytauto Mitalo ir Andriaus Vyšniausko dalyvavimo įgyvendinant projektą „Demokratijos tinklo programa“ pak (Indijos Respublika)"
    },
    {
        "id": 750,
        "politican_id": 137,
        "start_date": "2022.11.10",
        "end_date": "2022.11.12",
        "description": "Dėl Andriaus Vyšniausko dalyvavimo Europos Parlamento organizuojamame seminare „Teisėkūros ciklas“ (Moldovos Respublika)"
    },
    {
        "id": 751,
        "politican_id": 137,
        "start_date": "2022.09.10",
        "end_date": "2022.09.12",
        "description": "Dėl Paulės Kuzmickienės ir Andriaus Vyšniausko dalyvavimo Švedijos Karalystės Riksdago rinkimų stebėjimo misijoje (Švedijos Karalystė)"
    },
    {
        "id": 752,
        "politican_id": 137,
        "start_date": "2022.09.07",
        "end_date": "2022.09.09",
        "description": "Dėl Laimos Liucijos Andrikienės, Kęstučio Vilkausko ir Andriaus Vyšniausko dalyvavimo susitikimuose su Kosovo Respublikos valdžios atstovais (Kosovas)"
    },
    {
        "id": 753,
        "politican_id": 137,
        "start_date": "2022.05.31",
        "end_date": "2022.06.01",
        "description": "Dėl Andriaus Vyšniausko dalyvavimo Europos liaudies partijos kongrese (Nyderlandų Karalystė)"
    },
    {
        "id": 754,
        "politican_id": 137,
        "start_date": "2022.05.30",
        "end_date": "2022.06.01",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 25 d. sprendimo Nr. SV-S-534 „Dėl Andriaus Vyšniausko dalyvavimo Europos liaudies partijos kongrese“ pakeitimo (Nyderlandų Karalystė)"
    },
    {
        "id": 755,
        "politican_id": 137,
        "start_date": "2022.05.17",
        "end_date": "2022.05.18",
        "description": "Dėl Andriaus Vyšniausko dalyvavimo Tarptautinio Respublikonų instituto rengiamoje apskritojo stalo diskusijoje (Prancūzijos Respublika)"
    },
    {
        "id": 756,
        "politican_id": 137,
        "start_date": "2022.04.07",
        "end_date": "2022.04.09",
        "description": "Dėl Seimo narių darbo vizito į Ukrainą (Ukraina)"
    },
    {
        "id": 757,
        "politican_id": 137,
        "start_date": "2022.03.13",
        "end_date": "2022.03.15",
        "description": "Dėl Vytauto Gapšio, Mindaugo Skritulsko ir Andriaus Vyšniausko dalyvavimo Europos Sąjungos ekonomikos strateginės autonomijos konferencijoje (Prancūzijos Respublika)"
    },
    {
        "id": 758,
        "politican_id": 137,
        "start_date": "2022.03.13",
        "end_date": "2022.03.15",
        "description": "Dėl Vytauto Gapšio, Mindaugo Skritulsko ir Andriaus Vyšniausko dalyvavimo Europos Sąjungos ekonomikos strateginės autonomijos konferencijoje (Prancūzijos Respublika)"
    },
    {
        "id": 759,
        "politican_id": 137,
        "start_date": "2021.12.07",
        "end_date": "2021.12.08",
        "description": "Dėl Deivido Labanavičiaus, Giedriaus Surplio ir Andriaus Vyšniausko dalyvavimo susitikimuose su Suomijos politikais (Suomijos Respublika)"
    },
    {
        "id": 760,
        "politican_id": 137,
        "start_date": "2021.10.04",
        "end_date": "2021.10.07",
        "description": "Dėl Dalios Asanavičiūtės ir Andriaus Vyšniausko dalyvavimo Lietuvos ir Bulgarijos diplomatinių santykių užmezgimo 30-mečio minėjimo renginiuose ir susitikimuose su Bulgarijos Respublikos Nacionalinio Susirinkimo nariais (Bulgarijos Respublika)"
    },
    {
        "id": 761,
        "politican_id": 137,
        "start_date": "2021.09.30",
        "end_date": "2021.10.04",
        "description": "Dėl Paulės Kuzmickienės, Raimundo Lopatos, Giedriaus Surplio, Vilijos Targamadzės ir Andriaus Vyšniausko dalyvavimo Sakartvelo vietos savivaldos rinkimų stebėjimo misijoje (Gruzija)"
    },
    {
        "id": 762,
        "politican_id": 138,
        "start_date": "2023.01.22",
        "end_date": "2023.01.28",
        "description": "Dėl Armino Lydekos, Aušrinės Norkienės, Ritos Tamašunienės ir Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinės sesijos posėdžiuose (Prancūzijos Respublika)"
    },
    {
        "id": 763,
        "politican_id": 138,
        "start_date": "2022.12.12",
        "end_date": "2022.12.14",
        "description": "Dėl Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos Teisės reikalų ir žmogaus teisių bei Politikos reikalų ir demokratijos komitetų posėdžiuose (Prancūzijos Respublika)"
    },
    {
        "id": 764,
        "politican_id": 138,
        "start_date": "2022.12.05",
        "end_date": "2022.12.09",
        "description": "Dėl Emanuelio Zingerio dalyvavimo Parlamentiniame žvalgybos ir saugumo forume (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 765,
        "politican_id": 138,
        "start_date": "2022.11.23",
        "end_date": "2022.11.26",
        "description": "Dėl Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos Nuolatinio komiteto posėdyje (Islandijos Respublika)"
    },
    {
        "id": 766,
        "politican_id": 138,
        "start_date": "2022.11.23",
        "end_date": "2022.11.26",
        "description": "Dėl Seimo valdybos 2022 m. lapkričio 16 d. sprendimo Nr. SV-S-726 „Dėl Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos Nuolatinio komiteto posėdyje“ pakeitimo (Islandijos Respublika)"
    },
    {
        "id": 767,
        "politican_id": 138,
        "start_date": "2022.11.13",
        "end_date": "2022.11.15",
        "description": "Dėl Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos Teisės reikalų ir žmogaus teisių komiteto posėdyje (Prancūzijos Respublika)"
    },
    {
        "id": 768,
        "politican_id": 138,
        "start_date": "2022.10.11",
        "end_date": "2022.10.15",
        "description": "Dėl Seimo valdybos 2022 m. rugsėjo 28 d. sprendimo Nr. SV-S-663 „Dėl Laimos Liucijos Andrikienės, Armino Lydekos ir Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinėje s (Prancūzijos Respublika)"
    },
    {
        "id": 769,
        "politican_id": 138,
        "start_date": "2022.10.11",
        "end_date": "2022.10.15",
        "description": "Dėl Seimo valdybos 2022 m. rugsėjo 28 d. sprendimo Nr. SV-S-663 „Dėl Armino Lydekos ir Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinėje sesijoje“ pakeitimo (Prancūzijos Respublika)"
    },
    {
        "id": 770,
        "politican_id": 138,
        "start_date": "2022.10.11",
        "end_date": "2022.10.15",
        "description": "Dėl Armino Lydekos ir Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinėje sesijoje (Prancūzijos Respublika)"
    },
    {
        "id": 771,
        "politican_id": 138,
        "start_date": "2022.10.03",
        "end_date": "2022.10.06",
        "description": "Dėl Emanuelio Zingerio dalyvavimo Varšuvos saugumo forume (Lenkijos Respublika)"
    },
    {
        "id": 772,
        "politican_id": 138,
        "start_date": "2022.10.01",
        "end_date": "2022.10.02",
        "description": "Dėl Emanuelio Zingerio darbo vizito į Ukrainą (Ukraina)"
    },
    {
        "id": 773,
        "politican_id": 138,
        "start_date": "2022.09.11",
        "end_date": "2022.09.13",
        "description": "Dėl Seimo valdybos 2022 m. rugpjūčio 31 d. sprendimo Nr. SV-S-635 „Dėl Laimos Liucijos Andrikienės ir Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos Politikos reikalų ir demokr (Prancūzijos Respublika)"
    },
    {
        "id": 774,
        "politican_id": 138,
        "start_date": "2022.09.11",
        "end_date": "2022.09.13",
        "description": "Dėl Laimos Liucijos Andrikienės ir Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos politikos reikalų ir demokratijos komiteto posėdyje (Prancūzijos Respublika)"
    },
    {
        "id": 775,
        "politican_id": 138,
        "start_date": "2022.09.04",
        "end_date": "2022.09.06",
        "description": "Dėl Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos Teisės reikalų ir žmogaus teisių komiteto posėdyje (Šveicarijos Konfederacija)"
    },
    {
        "id": 776,
        "politican_id": 138,
        "start_date": "2022.07.22",
        "end_date": "2022.07.25",
        "description": "Dėl Audroniaus Ažubalio, Mariaus Matijošaičio ir Emanuelio Zingerio dalyvavimo pasauliniame aukščiausiojo lygio susitikime „Laisvas Iranas 2022“ (Albanija)"
    },
    {
        "id": 777,
        "politican_id": 138,
        "start_date": "2022.07.22",
        "end_date": "2022.07.25",
        "description": "Dėl Seimo valdybos 2022 m. birželio 22 d. sprendimo Nr. SV-S-577 „Dėl Audroniaus Ažubalio, Mariaus Matijošaičio ir Emanuelio Zingerio dalyvavimo pasauliniame aukščiausiojo lygio susitikime „Laisvas Ir (Albanija)"
    },
    {
        "id": 778,
        "politican_id": 138,
        "start_date": "2022.07.07",
        "end_date": "2022.07.09",
        "description": "Dėl Emanuelio Zingerio dalyvavimo Parlamentiniame žvalgybos ir saugumo forume (Rumunija)"
    },
    {
        "id": 779,
        "politican_id": 138,
        "start_date": "2022.06.30",
        "end_date": "2022.07.04",
        "description": "Dėl Seimo valdybos 2022 m. birželio 29 d. sprendimo Nr. SV-S-587 „Dėl Emanuelio Zingerio dalyvavimo Parlamentinio demokratijos forumo generalinėje asamblėjoje“ pakeitimo (Lenkijos Respublika)"
    },
    {
        "id": 780,
        "politican_id": 138,
        "start_date": "2022.06.30",
        "end_date": "2022.07.03",
        "description": "Dėl Emanuelio Zingerio dalyvavimo Parlamentinio demokratijos forumo generalinėje asamblėjoje (Lenkijos Respublika)"
    },
    {
        "id": 781,
        "politican_id": 138,
        "start_date": "2022.06.27",
        "end_date": "2022.06.29",
        "description": "Dėl Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos Teisės reikalų ir žmogaus teisių komiteto Ad hoc pakomitečio darbo vizite Ukrainoje (Ukraina)"
    },
    {
        "id": 782,
        "politican_id": 138,
        "start_date": "2022.06.01",
        "end_date": "2022.06.03",
        "description": "Dėl Laimos Liucijos Andrikienės, Giedriaus Surplio ir Emanuelio Zingerio dalyvavimo susitikimuose su Vokietijos Federacinės Respublikos valdžios atstovais (Vokietijos Federacinė Respublika)"
    },
    {
        "id": 783,
        "politican_id": 138,
        "start_date": "2022.05.31",
        "end_date": "2022.06.01",
        "description": "Dėl Andriaus Vyšniausko dalyvavimo Europos liaudies partijos kongrese (Nyderlandų Karalystė)"
    },
    {
        "id": 784,
        "politican_id": 138,
        "start_date": "2022.05.30",
        "end_date": "2022.06.01",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 25 d. sprendimo Nr. SV-S-534 „Dėl Andriaus Vyšniausko dalyvavimo Europos liaudies partijos kongrese“ pakeitimo (Nyderlandų Karalystė)"
    },
    {
        "id": 785,
        "politican_id": 138,
        "start_date": "2022.05.23",
        "end_date": "2022.05.25",
        "description": "Dėl Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos Teisės reikalų ir žmogaus teisių komiteto bei Priežiūros komiteto posėdžiuose (Prancūzijos Respublika)"
    },
    {
        "id": 786,
        "politican_id": 138,
        "start_date": "2022.05.23",
        "end_date": "2022.05.25",
        "description": "Dėl Seimo valdybos 2022 m. gegužės 18 d. sprendimo Nr. SV-S-514 „Dėl Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos Teisės reikalų ir žmogaus teisių komiteto bei Priežiūros kom (Prancūzijos Respublika)"
    },
    {
        "id": 787,
        "politican_id": 138,
        "start_date": "2022.05.13",
        "end_date": "2022.05.15",
        "description": "Dėl Emanuelio Zingerio dalyvavimo XXXIII tarptautinėje konferencijoje „Karpatų Europa“ (Lenkijos Respublika)"
    },
    {
        "id": 788,
        "politican_id": 138,
        "start_date": "2022.05.03",
        "end_date": "2022.05.10",
        "description": "Dėl Emanuelio Zingerio dalyvavimo susitikimuose su Jungtinių Amerikos Valstijų ir Floridos valstijos valdžios atstovais (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 789,
        "politican_id": 138,
        "start_date": "2022.04.24",
        "end_date": "2022.04.30",
        "description": "Dėl Seimo valdybos 2022 m. balandžio 13 d. sprendimo Nr. SV-S-460 „Dėl Seimo narių dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinėje sesijoje“ pakeitimo (Prancūzijos Respublika)"
    },
    {
        "id": 790,
        "politican_id": 138,
        "start_date": "2022.04.24",
        "end_date": "2022.04.30",
        "description": "Dėl Seimo narių dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinėje sesijoje (Prancūzijos Respublika)"
    },
    {
        "id": 791,
        "politican_id": 138,
        "start_date": "2022.04.03",
        "end_date": "2022.04.05",
        "description": "Dėl Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos Teisės reikalų ir žmogaus teisių komiteto posėdyje (Prancūzijos Respublika)"
    },
    {
        "id": 792,
        "politican_id": 138,
        "start_date": "2022.03.13",
        "end_date": "2022.03.16",
        "description": "Dėl Seimo narių dalyvavimo Europos Tarybos Parlamentinės Asamblėjos neeilinėje plenarinėje sesijoje (Prancūzijos Respublika)"
    },
    {
        "id": 793,
        "politican_id": 138,
        "start_date": "2022.02.24",
        "end_date": "2022.02.26",
        "description": "Dėl Seimo valdybos 2022 m. vasario 11 d. sprendimo Nr. SV-S-384 „Dėl Seimo narių dalyvavimo Tarpparlamentinėje bendros užsienio ir saugumo politikos bei bendros saugumo ir gynybos politikos konferenci (Prancūzijos Respublika)"
    },
    {
        "id": 794,
        "politican_id": 138,
        "start_date": "2022.02.24",
        "end_date": "2022.02.26",
        "description": "Dėl Seimo narių dalyvavimo Tarpparlamentinėje bendros užsienio ir saugumo politikos bei bendros saugumo ir gynybos politikos konferencijoje (Prancūzijos Respublika)"
    },
    {
        "id": 795,
        "politican_id": 138,
        "start_date": "2022.02.24",
        "end_date": "2022.02.26",
        "description": "Dėl Seimo valdybos 2022 m. vasario 11 d. sprendimo Nr. SV-S-384 „Dėl Seimo narių dalyvavimo Tarpparlamentinėje bendros užsienio ir saugumo politikos bei bendros saugumo ir gynybos politikos konferenci (Prancūzijos Respublika)"
    },
    {
        "id": 796,
        "politican_id": 138,
        "start_date": "2022.02.15",
        "end_date": "2022.02.17",
        "description": "Dėl Seimo narių dalyvavimo susitikimuose su Ukrainos Aukščiausiosios Rados atstovais (Ukraina)"
    },
    {
        "id": 797,
        "politican_id": 138,
        "start_date": "2022.02.06",
        "end_date": "2022.02.10",
        "description": "Dėl Lietuvos Respublikos Seimo Pirmininkės Viktorijos Čmilytės-Nielsen vadovaujamos delegacijos oficialaus vizito į Izraelio Valstybę ir Palestiną (Izraelio Valstybė)"
    },
    {
        "id": 798,
        "politican_id": 138,
        "start_date": "2022.01.23",
        "end_date": "2022.01.27",
        "description": "Dėl Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinėje sesijoje (Prancūzijos Respublika)"
    },
    {
        "id": 799,
        "politican_id": 138,
        "start_date": "2021.12.05",
        "end_date": "2021.12.08",
        "description": "Dėl Laimos Liucijos Andrikienės ir Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos Teisės reikalų ir žmogaus teisių bei Politinių reikalų ir demokratijos komitetų posėdžiuose Paryžiuje (Prancūzijos Respublika)"
    },
    {
        "id": 800,
        "politican_id": 138,
        "start_date": "2021.11.24",
        "end_date": "2021.11.27",
        "description": "Dėl Laimos Liucijos Andrikienės ir Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos Biuro ir Nuolatinio komiteto posėdžiuose Romoje (Italijos Respublika)"
    },
    {
        "id": 801,
        "politican_id": 138,
        "start_date": "2021.10.20",
        "end_date": "2021.10.23",
        "description": "Dėl Seimo valdybos 2021 m. rugsėjo 22 d. sprendimo Nr. SV-S-209 „Dėl Andriaus Kupčinsko, Vytauto Mitalo ir Emanuelio Zingerio dalyvavimo Europos parlamentų pirmininkų konferencijoje“ pakeitimo (Graikijos Respublika)"
    },
    {
        "id": 802,
        "politican_id": 138,
        "start_date": "2021.10.20",
        "end_date": "2021.10.22",
        "description": "Dėl Andriaus Kupčinsko, Vytauto Mitalo ir Emanuelio Zingerio dalyvavimo Europos parlamentų pirmininkų konferencijoje (Graikijos Respublika)"
    },
    {
        "id": 803,
        "politican_id": 138,
        "start_date": "2021.10.20",
        "end_date": "2021.10.22",
        "description": "Dėl Seimo valdybos 2021 m. rugsėjo 22 d. sprendimo Nr. SV-S-209 „Dėl Andriaus Kupčinsko, Vytauto Mitalo ir Emanuelio Zingerio dalyvavimo Europos parlamentų pirmininkų konferencijoje“ pakeitimo (Graikijos Respublika)"
    },
    {
        "id": 804,
        "politican_id": 138,
        "start_date": "2021.10.12",
        "end_date": "2021.10.13",
        "description": "Dėl Emanuelio Zingerio dalyvavimo tarptautiniame Holokausto atminimo ir kovos su antisemitizmu forume (Švedijos Karalystė)"
    },
    {
        "id": 805,
        "politican_id": 138,
        "start_date": "2021.10.05",
        "end_date": "2021.10.06",
        "description": "Dėl Emanuelio Zingerio dalyvavimo Varšuvos saugumo forume ir Europos Tarybos Parlamentinės Asamblėjos regioninių delegacijų vadovų konsultaciniame susitikime (Lenkijos Respublika)"
    },
    {
        "id": 806,
        "politican_id": 138,
        "start_date": "2021.10.05",
        "end_date": "2021.10.07",
        "description": "Dėl Jono Jaručio, Ligitos Girskienės, Armino Lydekos ir Emanuelio Zingerio dalyvavimo Holokausto 80-mečio minėjimo renginiuose ir susitikimuose su Ukrainos Aukščiausiosios Rados nariais (Ukraina)"
    },
    {
        "id": 807,
        "politican_id": 138,
        "start_date": "2021.10.05",
        "end_date": "2021.10.07",
        "description": "DĖL Jono Jaručio, Ligitos Girskienės, Armino Lydekos ir Emanuelio Zingerio dalyvavimo Holokausto  80-mečio minėjimo renginiuose ir susitikimuose su  Ukrainos Aukščiausiosios Rados nariais (Ukraina)"
    },
    {
        "id": 808,
        "politican_id": 138,
        "start_date": "2021.09.27",
        "end_date": "2021.10.01",
        "description": "Dėl Laimos Liucijos Andrikienės, Armino Lydekos, Kęstučio Masiulio, Luko Savicko Ir Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinėje sesijoje Strasbūre (Prancūzijos Respublika)"
    },
    {
        "id": 809,
        "politican_id": 138,
        "start_date": "2021.09.12",
        "end_date": "2021.09.16",
        "description": "Dėl Žygimanto Pavilionio ir Emanuelio Zingerio dalyvavimo susitikimuose su Jungtinių Amerikos Valstijų Atstovų Rūmų ir Senato nariais, administracijos atstovais ir politikos ekspertais (Jungtinės Amerikos Valstijos)"
    },
    {
        "id": 810,
        "politican_id": 138,
        "start_date": "2021.08.22",
        "end_date": "2021.08.24",
        "description": "Dėl Jono Jaručio, Lauryno Kasčiūno ir Emanuelio Zingerio komandiruotės į Ukrainą su Lietuvos Respublikos Prezidentą lydinčia delegacija (Ukraina)"
    },
    {
        "id": 811,
        "politican_id": 138,
        "start_date": "2021.06.20",
        "end_date": "2021.06.25",
        "description": "Dėl Laimos Liucijos Andrikienės, Luko Savicko ir Emanuelio Zingerio dalyvavimo Europos Tarybos Parlamentinės Asamblėjos plenarinėje sesijoje (Prancūzijos Respublika)"
    },
    {
        "id": 812,
        "politican_id": 140,
        "start_date": "2022.03.24",
        "end_date": "2022.03.25",
        "description": "Dėl Seimo valdybos 2022 m. kovo 9 d. sprendimo Nr. SV-S-415 „Dėl Laimos Nagienės ir Valdemaro Valkiūno dalyvavimo Baltijos Asamblėjos Ekonomikos, energetikos ir inovacijų komiteto bei Švietimo, mokslo (Latvijos Respublika)"
    },
    {
        "id": 813,
        "politican_id": 140,
        "start_date": "2022.03.24",
        "end_date": "2022.03.25",
        "description": "Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Ekonomikos, energetikos ir inovacijų komiteto bei Švietimo, mokslo ir kultūros komiteto posėdyje (Latvijos Respublika)"
    },
    {
        "id": 814,
        "politican_id": 140,
        "start_date": "2022.03.24",
        "end_date": "2022.03.25",
        "description": "Dėl Seimo valdybos 2022 m. kovo 9 d. sprendimo Nr. SV-S-415 „Dėl Seimo narių dalyvavimo Baltijos Asamblėjos Ekonomikos, energetikos ir inovacijų komiteto bei Švietimo, mokslo ir kultūros komiteto posė (Latvijos Respublika)"
    }
]